Repository: mrpavko/misago-translation_ru
Catalog: django.po
Languages: ru

# thread poll
source: %(votes)s vote.
ru: %(votes)s проголосовавший.

# thread poll
source: Voting ends %(ends_on)s.
ru: Голосование заканчивается в %(ends_on)s.

# thread poll
source: Voting is public.
ru: Голосование является публичным.

# thread poll
source: Started by %(poster)s on %(posted_on)s.
ru: Начато %(poster)s в %(posted_on)s.

# thread poll
source: %(votes)s vote, %(proc)s%% of total.
ru: %(votes)s голос, из %(proc)s%%.

# thread poll
source: You've voted on this choice.
ru: Вы проголосовали за этот вариант.

# thread poll
source: Vote
ru: Голос

# thread poll
source: See votes
ru: Смотрите результаты голосования

# thread poll
source: Edit
ru: Редактировать

# thread poll
source: Delete
ru: Удалить

# thread poll
source: You can select %(choices)s choice.
ru: Вы можете выбрать %(choices)s вариант.

# thread poll
source: You can change your vote later.
ru: Вы можете изменить свой голос позже.

# thread poll
source: Votes are final.
ru: Голосование является окончательным.

# thread poll
source: Save your vote
ru: Сохраните свой голос

# thread poll
source: See results
ru: Посмтореть результаты

# user profile page ban details
source: Ban details
ru: Детали блокировки

# user profile page ban details
source: User-shown ban message
ru: Отображаемое пользователю сообщение о блокировке

# user profile page ban details
source: Team-shown ban message
ru: Отображаемое команде сообщение о блокировке

source: Ban expiration
ru: Истечение срока действия блокировки

# user profile page ban details
source: %(username)s's ban expires on %(expires_on)s.
ru: Срок действия блокировки %(username)s истекает %(expires_on)s.

# user profile page ban details
source: %(username)s's ban is permanent.
ru: Блокировка %(username)s постоянная.

# user profile page
source: %(title)s, joined on %(joined_on)s.
ru: %(title)s, присоединился к %(joined_on)s.

# user profile page
source: Wrote %(posts)s post.
ru: Написал %(posts)s пост.

# user profile page
source: Started %(threads)s thread.
ru: Запустил %(threads)s тема.

# user profile page details
source: Details
ru: Детали

# user profile page details
source: Edit
ru: Редактировать

# user profile page details
source: You are not sharing any details with others.
ru: Вы не делитесь никакими подробностями с другими пользователями.

# user profile page details
source: %(username)s is not sharing any details with others.
ru: %(username)s не делится никакими данными с другими пользователями.

# user profile page feed item
source: See post
ru: Посмотреть пост

# post body invalid
source: This post's contents cannot be displayed.
ru: Содержимое данного поста не может быть отображено.

# post body invalid
source: This error is caused by invalid post content manipulation.
ru: Эта ошибка вызвана неправильной обработкой содержимого поста.

# user profile page followers
source: Followers
ru: Подписчики

# user profile page followers
source: You have %(users)s follower.
ru: У Вас %(users)s подписчик.

# user profile page followers
source: %(username)s has %(users)s follower.
ru: У %(username)s %(users)s подписчик.

# user profile page followers
source: You have no followers.
ru: У Вас нет подписчиков.

# user profile page followers
source: %(username)s has no followers.
ru: У %(username)s нет подписчиков.

# user profile page follows
source: Follows
ru: Подписан

# user profile page follows
source: You are following %(users)s user.
ru: Вы подписаны на %(users)s пользователь.

# user profile page follows
source: %(username)s is following %(users)s user.
ru: %(username)s подписан на %(users)s пользователя.

# user profile page follows
source: You are not following any users.
ru: Вы ни на кого не подписаны.

# user profile page follows
source: %(username)s is not following any users.
ru: %(username)s ни на кого не подписан.

# user profile page header
source: This user's account has been disabled by administrator.
ru: Учетная запись этого пользователя отключена администратором.

# user profile page header
source: Account disabled
ru: Учетная запись отключена

# user profile page header
source: Joined %(joined_on)s
ru: Присоединился %(joined_on)s

# user profile page header
source: Message
ru: Сообщение

# user profile page header
source: Follow
ru: Подписаться

# user profile page posts
source: Posts
ru: Посты

# user profile page posts
source: You have posted %(posts)s message.
ru: Вы опубликовали %(posts)s пост.

# user profile page posts
source: %(username)s has posted %(posts)s message.
ru: %(username)s опубликовал %(posts)s пост.

# user profile page posts
source: You have posted no messages
ru: Вы не опубликовали ни одного поста

# user profile page posts
source: %(username)s posted no messages.
ru: %(username)s не опубликовал ни одного поста.

# user profile page threads
source: Threads
ru: Темы

# user profile page threads
source: You have started %(threads)s thread.
ru: Вы запустили %(threads)s тему.

# user profile page threads
source: %(username)s has started %(threads)s thread.
ru: %(username)s запустил %(threads)s тема.

# user profile page threads
source: You haven't started any threads.
ru: Вы не запустили ни одной темы.

# user profile page threads
source: %(username)s hasn't started any threads
ru: %(username)s не запустил ни одной темы

# user profile page username history
source: Username history
ru: История имени пользователя

# user profile page username history
source: Your username was changed %(changes)s time.
ru: Ваше имя пользователя было изменено %(changes)s раз.

# user profile page username history
source: %(username)s's username was changed %(changes)s time.
ru: Имя пользователя %(username)s было изменено %(changes)s раз.

# username history empty
source: Your account has no history of name changes.
ru: У вашей учетной записи нет истории изменений имени.

# user profile page username history
source: %(username)s's username was never changed.
ru: Имя пользователя %(username)s никогда не менялось.

# agreement overlay
source: %(agreement)s has been updated:
ru: %(agreement)s обновлено:

# agreement overlay
source: here
ru: тут

# agreement overlay
source: Please review the updated %(agreement)s available %(link)s.
ru: Пожалуйста, ознакомьтесь с обновлениями в %(agreement)s доступными по ссылке %(link)s.

# search page
source: Search site
ru: Поиск по сайту

# search page header
source: Search
ru: Поиск

# search input placeholder
source: Search
ru: Поиск

# search page
source: Loading search...
ru: Загрузка поиска...

# social auth page
source: Sign in with %(backend)s
ru: Войти через %(backend)s

# social auth page
source: Enable JavaScript
ru: Включить JavaScript

# social auth page
source: You need to enable JavaScript in your browser to complete the sign in with %(backend)s.
ru: Вам необходимо включить JavaScript в вашем браузере, чтобы завершить вход в систему с помощью %(backend)s.

# thread page header
source: Started on: %(timestamp)s
ru: Запущена в: %(timestamp)s

# watch thread
source: Watching
ru: Отслеживаю

# watch thread
source: Watch
ru: Отслеживать

# thread paginator
source: Go to first page
ru: Перейти на первую страницу

# thread paginator
source: Go to previous page
ru: Перейти на предыдущую страницу

# thread paginator
source: Page %(page)s of %(pages)s
ru: Страница %(page)s из %(pages)s

# thread paginator
source: Go to next page
ru: Перейти к следующей странице

# thread paginator
source: Go to last page
ru: Перейти к последней странице

# thread event
source: New event
ru: Новое событие

# thread event
source: Thread title has been changed from %(old_title)s.
ru: Заголовок темы изменен с %(old_title)s.

# thread event
source: Thread has been pinned globally.
ru: Тема закреплена глобально.

# thread event
source: Thread has been pinned in category.
ru: Тема закреплена в категории.

# thread event
source: Thread has been unpinned.
ru: Тема откреплена.

# thread event
source: Thread has been moved from %(from_category)s.
ru: Тема перенесена из %(from_category)s.

# thread event
source: The %(merged_thread)s thread has been merged into this thread.
ru: Тема %(merged_thread)s объединена с этой темой.

# thread event
source: Thread has been approved.
ru: Тема одобрена.

# thread event
source: Thread has been opened.
ru: Тема открыта.

# thread event
source: Thread has been closed.
ru: Тема закрыта.

# thread event
source: Thread has been revealed.
ru: Тема показана.

# thread event
source: Thread has been made hidden.
ru: Тема скрыта.

# thread event
source: Took thread over.
ru: Взять тему себе.

# thread event
source: Owner has left thread. This thread is now closed.
ru: Владелец покинул тему. Теперь эта тема закрыта.

# thread event
source: Participant has left thread.
ru: Участник покинул тему.

# thread event
source: Changed thread owner to %(user)s.
ru: Изменено владельца темы на %(user)s.

# thread event
source: Added %(user)s to thread.
ru: %(user)s добавлен в тему.

# thread event
source: Removed %(user)s from thread.
ru: %(user)s удалён из темы.

# thread event
source: Hidden by %(hidden_by)s on %(hidden_on)s.
ru: Скрыт %(hidden_by)s в %(hidden_on)s.

# thread event
source: By %(event_by)s on %(event_on)s.
ru: От %(event_by)s в %(event_on)s.

# post attachment
source: %(filetype)s, %(size)s, uploaded by %(uploader)s on %(uploaded_on)s.
ru: %(filetype)s, %(size)s, загружен %(uploader)s в %(uploaded_on)s.

# post body hidden
source: This post is hidden. You cannot see its contents.
ru: Этот пост скрыт. Вы не можете просмотреть его содержимое.

# post body hidden
source: Hidden by %(hidden_by)s on %(hidden_on)s.
ru: Скрыт %(hidden_by)s в %(hidden_on)s.

# post best answer flag
source: Marked as best answer by you %(marked_on)s.
ru: Отмечен Вами %(marked_on)s как лучший ответ.

# post best answer flag
source: Marked as best answer by %(marked_by)s %(marked_on)s.
ru: Отмечен %(marked_by)s %(marked_on)s как лучший ответ.

# post hidden flag
source: This post is hidden. Only users with permission may see its contents.
ru: Этот пост скрыт. Только пользователи, имеющие соответствующие права, могут просматривать его содержимое.

# post unapproved flag
source: This post is unapproved. Only users with permission to approve posts and its author may see its contents.
ru: Этот пост не одобрен. Только пользователи, имеющие разрешение на публикацию, и ее автор могут ознакомиться с ее содержанием.

# post protected flag
source: This post is protected. Only moderators may change it.
ru: Этот пост защищён. Только модераторы могут вносить в него изменения.

# post control
source: Liked
ru: Лайкнут

# post control
source: Like
ru: Нравится

# post control
source: Reply
ru: Ответить

# post control
source: Quote
ru: Цитировать

# post control
source: Edit
ru: Редактировать

# post unread label
source: New post
ru: Новый пост

# post unread label
source: New
ru: Новый

# post permalink
source: Post link
ru: Ссылка на пост

# post poster stats
source: %(posts)s post
ru: %(posts)s пост

# post removed poster username
source: Removed user
ru: Пользователь удалён

# thread page meta
source: Started by %(starter)s on %(started_on)s in the %(category)s category.
ru: Запущена %(starter)s в %(started_on)s в категории %(category)s.

# thread page meta
source: %(replies)s reply, last one from %(last_post_on)s.
ru: %(replies)s ответ, последний от %(last_post_on)s.

# thread page meta
source: Answered.
ru: Отвечена.

# thread page meta
source: Closed.
ru: Закрыта.

# thread page options
source: Reply
ru: Ответить

# go up
source: Go to top
ru: Перейти к началу

# thread page options
source: Shortcuts
ru: Сокращения

# thread page options
source: Add poll
ru: Добавить опрос

# thread flag
source: Pinned globally
ru: Закреплена везде

# thread flag
source: Pinned in category
ru: Закреплена в категории

# thread flag
source: Answered
ru: Отвечена

# thread flag
source: Poll
ru: Опрос

# thread flag
source: Closed
ru: Закрыта

# thread flag
source: Hidden
ru: Скрыта

# thread replies stat
source: %(replies)s reply
ru: %(replies)s ответ

# threads list empty
source: There are no threads in this category.
ru: В этой категории нет тем.

# threads list empty
source: There are no threads on this site yet.
ru: На этом сайте пока нет тем для обсуждения.

# threads list empty
source: No threads matching specified criteria were found.
ru: Не найдено ни одной темы, соответствующей указанным критериям.

# threads list paginator
source: Next page
ru: Следующая страница

# private threads page
source: Private threads are threads which only those that started them and those they have invited may see and participate in.
ru: Закрытые темы - это темы, которые могут видеть и в которых могут участвовать только те, кто их запустил, и те, кого в них пригласили.

# private threads page
source: You aren't participating in any private threads.
ru: Вы не участвуете в закрытых темах.

# private threads page
source: No threads matching specified criteria were found.
ru: Не найдено ни одной темы, соответствующего указанным критериям.

# threads list
source: %(starter)s - original poster
ru: %(starter)s - оригинальная публикация

# threads list
source: No unread posts
ru: Нет непросмотренных постов

# threads list
source: Contains unread posts
ru: Содержит непросмотренные посты

# threads list
source: %(last_poster)s - latest poster
ru: %(last_poster)s - последняя публикация

# threads list
source: %(last_activity)s - latest activity
ru: %(last_activity)s - последняя активность

# threads page
source: Threads
ru: Темы

# threads page nav
source: All categories
ru: Все категории

# threads page nav
source: All subcategories
ru: Все подкатегории

# threads list
source: All threads
ru: Все темы

# threads list
source: My threads
ru: Мои темы

# threads list
source: New threads
ru: Новые темы

# threads list
source: Unread threads
ru: Непросмотренные темы

# threads list
source: Watched threads
ru: Просмотренные темы

# threads list
source: Unapproved content
ru: Неодобренные контент

# threads page nav
source: Start thread
ru: Запустить тему

# active posters page
source: Top posters
ru: Лучшие авторы

# active posters page meta
source: %(posters)s most active poster from last %(days)s days.
ru: %(posters)s самый активный авторов за последние %(days)s дней.

# active posters page meta
source: No users have posted any new messages during last %(days)s day.
ru: За последний %(days)s день ни один пользователь не опубликовал ни одного нового поста.

# active posters page meta
source: Top posters
ru: Лучшие авторы

# active posters page meta
source: %(posters)s top poster from last %(days)s days.
ru: %(posters)s лучший автор за последние %(days)s дней.

# active posters page
source: %(posters)s top poster from last %(days)s days.
ru: %(posters)s лучший автор за последние %(days)s дней.

# active posters list item
source: Avatar
ru: Аватар

# active posters list item
source: Rank
ru: Уровень

# active posters list item
source: Ranked posts
ru: Ранжированные посты

# active posters list item
source: Total posts
ru: Всего постов

# users page
source: Users
ru: Пользователи

# rank users page meta
source: %(users)s user have this rank.
ru: %(users)s пользователь имеет этот уровень.

# rank users page
source: There is %(more)s more users with this rank.
ru: Ещё %(more)s пользователь имеет этот уровень.

# rank users page
source: There are no more users with this rank.
ru: Больше нет пользователей с таким уровнем.

# rank users page
source: There are no users with this rank at the moment.
ru: На данный момент пользователей с таким уровнем нет.

# rank users paginator
source: Go to first page
ru: Перейти на первую страницу

# rank users paginator
source: Go to previous page
ru: Перейти на предыдущую страницу

# rank users paginator
source: Go to next page
ru: Перейти к следующей странице

# rank users paginator
source: Go to last page
ru: Перейти к последней странице

# users list item
source: Joined on %(joined_on)s
ru: Присоединился в %(joined_on)s

# users list item
source: %(posts)s post
ru: %(posts)s пост

# users list item
source: %(threads)s thread
ru: %(threads)s тема

# users list item
source: %(followers)s follower
ru: %(followers)s подписчик

# admin node
source: Themes
ru: Темы

# admin theme parent empty label
source: No parent
ru: Нет родительской темы

# admin theme form
source: Name
ru: Имя

# admin theme form
source: Parent
ru: Родитель

# admin theme form
source: Version
ru: Версия

# admin theme form
source: Author(s)
ru: Автор(ы)

# admin theme form
source: Leave this field empty to use theme name from imported file.
ru: Оставьте это поле пустым, чтобы использовать название темы из импортированного файла.

# admin theme form
source: Theme file
ru: Файл темы

# admin theme form
source: Theme file should be a ZIP file.
ru: Файл темы должен быть в формате ZIP.

# admin theme form
source: Uploaded file is not a valid ZIP file.
ru: Загруженный файл не является корректным ZIP-файлом.

# admin theme assets form
source: No files have been uploaded.
ru: Файлы не загружены.

# admin theme assets form
source: File "%(file)s" content type "%(content_type)s" is not allowed.
ru: Файл "%(file)s" с типом содержимого "%(content_type)s" недопустим.

# admin theme assets form
source: File "%(file)s" extension is invalid.
ru: Расширение файла "%(file)s" недопустимо.

# admin theme css form
source: Name
ru: Имя

# admin theme css form
source: Should be a correct filename and include the .css extension. It will be lowercased.
ru: Имя файла должно быть правильным и содержать расширение .css. Оно должно быть в нижнем регистре.

# admin theme css form
source: You need to enter CSS for this file.
ru: Вам нужно ввести CSS для этого файла.

# admin theme css link form
source: Link name
ru: Название ссылки

# admin theme css link form
source: Can be descriptive (e.g. "roboto from fonts.google.com").
ru: Может быть описательным (например, "roboto из fonts.google.com").

# admin theme css link form
source: Remote CSS URL
ru: Удаленный URL-адрес CSS

# admin theme import
source: "manifest.json" contained by ZIP file is not a valid theme manifest file.
ru: "manifest.json", содержащийся в ZIP-файле, не является допустимым файлом манифеста темы.

# admin theme import
source: Uploaded ZIP file could not be extracted.
ru: Загруженный ZIP-файл не удалось извлечь.

# admin theme import
source: Uploaded ZIP file is empty.
ru: Загруженный ZIP-файл пуст.

# admin theme import
source: Uploaded ZIP file should contain single directory.
ru: Загружаемый ZIP-файл должен содержать один каталог.

# admin theme import
source: Uploaded ZIP file didn't contain a directory.
ru: Загруженный ZIP-файл не содержал каталога.

# admin theme import
source: Uploaded ZIP file didn't contain a "manifest.json".
ru: Загруженный ZIP-файл не содержал "manifest.json".

# admin theme import
source: "manifest.json" contained by ZIP file is not a valid JSON file.
ru: "manifest.json", содержащийся в ZIP-файле, не является допустимым файлом JSON.

# admin css name validator
source: Name is missing an .css extension.
ru: "manifest.json", содержащийся в ZIP-файле, не является допустимым файлом JSON.

# admin css name validator
source: Name can't start with period (".").
ru: Имя не может начинаться с точки (".").

# admin css name validator
source: Name can contain only latin alphabet characters, digits, dots, underscores and dashes.
ru: Имя может содержать только символы латинского алфавита, цифры, точки, знаки подчеркивания и тире.

# admin css name validator
source: Name has to contain at least one latin alphabet character or digit.
ru: Название должно содержать хотя бы один символ или цифру латинского алфавита.

# admin css name unique validator
source: This name is already in use by other asset.
ru: Это имя уже используется другими активами.

# admin themes
source: Requested theme does not exist.
ru: Запрошенная тема не существует.

# admin themes
source: New theme "%(name)s" has been saved.
ru: Сохранена новая тема "%(name)s".

# admin themes
source: Theme "%(name)s" has been updated.
ru: Тема "%(name)s" обновлена.

# admin themes
source: Default theme can't be edited.
ru: Тема по умолчанию не может быть изменена.

# admin themes
source: Theme "%(name)s" has been deleted.
ru: Тема "%(name)s" удалена.

# admin themes
source: Default theme can't be deleted.
ru: Тема по умолчанию не может быть удалена.

# admin themes
source: Active theme can't be deleted.
ru: Активная тема не может быть удалена.

# admin themes
source: Theme "%(name)s" can't be deleted because one of its child themes is set as an active theme.
ru: Тема "%(name)s" не может быть удалена, поскольку одна из ее дочерних тем установлена в качестве активной.

# admin themes
source: Active theme has been changed to "%(name)s".
ru: Активная тема была изменена на "%(name)s".

# admin themes
source: Default theme can't be exported.
ru: Тема по умолчанию не может быть экспортирована.

# admin themes
source: Theme "%(name)s" has been imported.
ru: Тема "%(name)s" импортирована.

# admin themes
source: Default theme assets can't be edited.
ru: Ресурсы темы по умолчанию нельзя редактировать.

# admin themes
source: Some css files could not have been added to the theme.
ru: Возможно, некоторые css-файлы не были добавлены в тему.

# admin themes
source: New CSS files have been added to the theme.
ru: В тему добавлены новые CSS-файлы.

# admin themes
source: New media files have been added to the theme.
ru: В тему добавлены новые медиафайлы.

# admin themes
source: Selected CSS files have been deleted.
ru: Выбранные CSS-файлы удалены.

# admin themes
source: Selected media have been deleted.
ru: Выбранные медиафайлы удалены.

# admin themes
source: Requested CSS could not be found in the theme.
ru: Запрошенный CSS не удалось найти в теме.

# admin themes
source: "%s" was moved up.
ru: "%s" сдвинуто вверх.

# admin themes
source: "%s" was moved down.
ru: "%s" сдвинуто вниз.

# admin themes
source: New CSS "%(name)s" has been saved.
ru: Сохранен новый CSS "%(name)s".

# admin themes
source: CSS "%(name)s" has been updated.
ru: CSS "%(name)s" обновлен.

# admin themes
source: No changes have been made to "%(css)s".
ru: В "%(css)s" не было внесено никаких изменений.

# admin themes
source: New CSS link "%(name)s" has been saved.
ru: Сохранена новая CSS-ссылка "%(name)s".

# admin themes
source: CSS link "%(name)s" has been updated.
ru: Обновлена CSS-ссылка "%(name)s".

# default theme name
source: Default Misago Theme
ru: Тема Misago по умолчанию

# admin node
source: Attachments
ru: Вложения

# admin node
source: Attachment types
ru: Типы вложения

# admin node
source: Specify what files may be uploaded as part of user posts.
ru: Укажите, какие файлы могут быть загружены как часть поста пользователя.

# admin attachments type filter choice
source: All types
ru: Все типы

# admin attachments filter form
source: Uploader name contains
ru: Имя загрузчика содержит

# admin attachments filter form
source: Filename contains
ru: Имя файла содержит

# admin attachments filter form
source: File type
ru: Тип файла

# admin attachments filter form
source: State
ru: Состояние

# admin attachments orphan filter choice
source: All
ru: Все

# admin attachments orphan filter choice
source: Only orphaned
ru: Только орфансы

# admin attachments orphan filter choice
source: Not orphaned
ru: Не орфансы

# admin attachment type form
source: Type name
ru: Название типа

# admin attachment type form
source: File extensions
ru: Расширения файлов

# admin attachment type form
source: Mimetypes
ru: Mime-типы

# admin attachment type form
source: Maximum allowed uploaded file size
ru: Максимально допустимый размер загружаемого файла

# admin attachment type form
source: Status
ru: Статус

# admin attachment type form
source: Limit uploads to
ru: Ограничить загрузку до

# admin attachment type form
source: Limit downloads to
ru: Ограничить скачивания до
