Repository: mrpavko/misago-translation_ru
Catalog: djangojs.po
Languages: ru

# notifications list
source: You don't have any read notifications.
ru: У вас нет уведомлений о прочтении.

# notifications list
source: You don't have any unread notifications.
ru: У вас нет уведомлений о прочтении.

# notifications list
source: You don't have any notifications.
ru: У вас нет уведомлений.

# notification status
source: Read notification
ru: Прочитанное уведомление

# notification status
source: Unread notification
ru: Непрочитанное уведомление

source: Check your internet connection and try refreshing the site.
ru: Проверьте свое интернет-соединение и попробуйте обновить страницу.

# notifications list
source: Notifications could not be loaded.
ru: Не удалось загрузить уведомления.

# notifications list
source: Loading notifications...
ru: Загрузка уведомлений...

# modal
source: Close
ru: Закрыть

# password strength indicator
source: Entered password is very weak.
ru: Введенный пароль очень ненадёжный.

# password strength indicator
source: Entered password is weak.
ru: Введенный пароль ненадёжный.

# password strength indicator
source: Entered password is average.
ru: Введенный пароль средней надёжности.

# password strength indicator
source: Entered password is strong.
ru: Введенный пароль надежный.

# password strength indicator
source: Entered password is very strong.
ru: Введенный пароль очень надежный.

source: Form contains errors.
ru: Форма содержит ошибки.

# register modal title
source: Register
ru: Регистрация

# register modal field
source: Join with %(site)s
ru: Присоединиться к %(site)s

# register modal field
source: Or create forum account:
ru: Или создать учетную запись на форуме:

# register modal field
source: Username
ru: Имя пользователя

# register modal field
source: Password
ru: Пароль

# register modal btn
source: Cancel
ru: Отмена

# register modal btn
source: Register account
ru: Зарегистрировать учетную запись

# account activation required
source: %(username)s, your account has been created but you need to activate it before you will be able to sign in.
ru: %(username)s, ваша учетная запись создана, но вам необходимо активировать ее, прежде чем вы сможете войти в систему.

# account activation required
source: %(username)s, your account has been created but the site administrator will have to activate it before you will be able to sign in.
ru: %(username)s, ваша учетная запись создана, но администратор сайта должен активировать ее, прежде чем вы сможете войти в систему.

# account activation required
source: We have sent an e-mail to %(email)s with link that you have to click to activate your account.
ru: Мы отправили электронное письмо на адрес %(email)s со ссылкой, по которой вы должны перейти, чтобы активировать свою учетную запись.

# account activation required
source: We will send an e-mail to %(email)s when this takes place.
ru: Когда это произойдет, мы отправим электронное письмо на адрес %(email)s.

# register modal title
source: Registration complete
ru: Регистрация завершена

# register modal dismiss
source: Ok
ru: Ок

# register form
source: Registration form is currently disabled by the site administrator.
ru: Регистрационная форма в настоящее время отключена администратором сайта.

# register form
source: Registration form is currently unavailable due to an error.
ru: Регистрационная форма в настоящее время недоступна из-за ошибки.

# cta
source: Register
ru: Регистрация

# register form agreement prompt
source: I have read and accept %(agreement)s.
ru: Я прочитал и принимаю условия %(agreement)s.

# register form agreement prompt
source: the terms of service
ru: условия предоставления услуг

# register form agreement prompt
source: the privacy policy
ru: политика конфиденциальности

# search cta
source: Enter search query (at least 3 characters).
ru: Введите поисковый запрос (не менее 3 символов).

# search results list
source: See all %(count)s result.
ru: Смотреть %(count)s результат.

# search results
source: The search returned no results.
ru: Поиск не дал результатов.

# search results
source: The search could not be completed.
ru: Не удалось завершить поиск.

# search results
source: Searching...
ru: Поиск...

# cta
source: Search
ru: Найти

# cta
source: Sign in
ru: Войти

# site nav
source: Threads
ru: Темы

# site nav
source: Categories
ru: Категории

# site nav
source: Search
ru: Поиск

# cta
source: You are not signed in
ru: Вы не вошли в систему

# site nav section
source: Users
ru: Пользователи

# site nav section
source: Categories
ru: Категории

# site nav section
source: Footer
ru: Футер

# site nav title
source: Menu
ru: Меню

# thread flag
source: Pinned globally
ru: Закреплён везде

# thread flag
source: Pinned in category
ru: Закреплён в категории

# thread flag
source: Answered
ru: Отвечено

# thread flag
source: Poll
ru: Опрос

# thread flag
source: Awaiting approval
ru: Ожидает одобрения

# thread flag
source: Has unapproved posts
ru: Есть неутвержденные посты

# thread flag
source: Closed
ru: Закрыт

# thread flag
source: Hidden
ru: Скрыт

# thread replies stat
source: %(replies)s reply
ru: %(replies)s ответ

# avatar modal btn
source: Download my Gravatar
ru: Загрузить мой Gravatar

# avatar modal btn
source: Re-crop uploaded image
ru: Повторно обрезать загруженное изображение

# avatar modal btn
source: Upload new image
ru: Загрузить новое изображение

# avatar modal btn
source: Pick avatar from gallery
ru: Выберать аватар из галереи

# avatar modal btn
source: Generate my individual avatar
ru: Создать свой индивидуальный аватар

# avatar crop modal btn
source: Set avatar
ru: Установить аватар

# avatar crop modal btn
source: Crop image
ru: Обрезать изображения

# avatar crop modal btn
source: Cancel
ru: Отмена

# avatar upload modal
source: Your image has been uploaded and you may now crop it.
ru: Ваше изображение загружено,6 теперь вы можете обрезать его.

# avatar upload modal
source: Selected file is too big. (%(filesize)s)
ru: Выбранный файл слишком велик. (%(filesize)s)

# avatar upload modal
source: Selected file type is not supported.
ru: Выбранный тип файла не поддерживается.

# avatar upload modal
source: %(files)s files smaller than %(limit)s
ru: %(files)s размер файла меньше, чем %(limit)s

# avatar upload modal field
source: Select file
ru: Выберите файл

# avatar upload modal field
source: %(progress)s % complete
ru: %(progress)s % завершено

# avatar upload modal btn
source: Cancel
ru: Отмена

# avatar gallery modal btn
source: Save choice
ru: Сохранить выбранное

# avatar gallery modal btn
source: Select avatar
ru: Выбрать аватар

# avatar gallery modal btn
source: Cancel
ru: Отмена

# avatar modal dismiss
source: Ok
ru: Ок

# avatar modal title
source: Change your avatar
ru: Смените ваш аватар

# user nav
source: Go to your profile
ru: Перейти в свой профиль

# user nav
source: Notifications
ru: Уведомления

# user nav
source: Private threads
ru: Приватные темы

# user nav
source: Admin control panel
ru: Панель управления администратора

# user nav section
source: Change options
ru: Параметры изменения

# user nav
source: Change avatar
ru: Изменить аватар

# user nav
source: See more
ru: Узнать больше

# user nav
source: Log out
ru: Выйти

# user nav title
source: Your options
ru: Ваши возможности

# user profile details
source: No profile details are editable at this time.
ru: В настоящее время данные профиля не могут быть отредактированы.

# user profile details
source: This option is currently unavailable.
ru: В настоящее время эта опция недоступна.

# user profile details form btn
source: Save changes
ru: Сохранить изменения

# user profile details form btn
source: Cancel
ru: Отмена

# user profile details form title
source: Edit details
ru: Редактировать свои данные

# field validation status
source: (error)
ru: (Ошибка)

# field validation status
source: (success)
ru: (Успешно)

# merge threads conflict form
source: Are you sure you want to delete all polls?
ru: Вы уверены, что хотите удалить все опросы?

# merge threads conflict modal title
source: Merge threads
ru: Объединение тем

# merge threads conflict btn
source: Cancel
ru: Отмена

# merge threads conflict btn
source: Merge threads
ru: Объединить темы

# merge threads conflict best answer
source: Best answer
ru: Лучший ответ

# merge threads conflict best answer
source: Select the best answer for your newly merged thread. No posts will be deleted during the merge.
ru: Выберите лучший ответ для вашей новой объединенной темы. Ни один пост не будет удалён во время объединения.

# merge threads conflict poll
source: Poll
ru: Опрос

# merge threads conflict poll
source: Select the poll for your newly merged thread. Rejected polls will be permanently deleted and cannot be recovered.
ru: Выберите опрос для вашей новой объединенной темы. Отклоненные опросы будут удалены навсегда и не могут быть восстановлены.

# modal message dismiss btn
source: Ok
ru: Ок

# post body invalid
source: This post's contents cannot be displayed.
ru: Содержимое данного поста не может быть отображено.

# post body invalid
source: This error is caused by invalid post content manipulation.
ru: Эта ошибка вызвана недопустимой манипуляцией содержимым поста.

# posts feed item header
source: posted %(posted_on)s
ru: опубликовано %(posted_on)s

# go to post link
source: See post
ru: Просмотреть пост

# post removed poster username
source: Removed user
ru: Удаленный пользователь

# post reply
source: Quote
ru: Цитата

# markup editor
source: Attachment details
ru: Подробности вложения

# markup editor
source: Type and size
ru: Тип и размер

# markup editor
source: Uploaded at
ru: Загружено в

# markup editor
source: Uploader
ru: Загрузчик

# markup editor
source: Insert into message
ru: Вставить в пост

# markup editor
source: Remove attachment
ru: Удалить вложение

# markup editor
source: Remove this attachment?
ru: Удалить вложение?

# markup editor
source: See error
ru: Просмотреть ошибку

# markup editor
source: Protected
ru: Защищено

# markup editor
source: Protect
ru: Защитить

# markup editor
source: Edit
ru: Редактировать

# markup editor
source: Preview
ru: Предпросмотр

# markup editor
source: Post
ru: Опубликовать

source: This field is required.
ru: Это поле обязательное.

# markup editor
source: Code
ru: Код

# markup editor
source: Syntax highlighting
ru: Подсветка синтаксиса

# markup editor
source: No syntax highlighting
ru: Без подсветки синтаксиса

# markup editor
source: Code to insert
ru: Код для вставки

# markup editor
source: Cancel
ru: Отмена

# markup editor
source: Insert code
ru: Вставить код

# markup help
source: Formatting help
ru: Помощь с форматированием

# markup help
source: Emphasis text
ru: Выделенный текст

# markup help
source: _This text will have emphasis_
ru: _Этот текст будет иметь выделение_

# markup help
source: This text will have emphasis
ru: Этот текст будет иметь выделение

# markup help
source: Bold text
ru: Жирный текст

# markup help
source: **This text will be bold**
ru: **Этот текст станет жирным**

# markup help
source: This text will be bold
ru: Этот текст станет жирным

# markup help
source: Removed text
ru: Удаленный тест

# markup help
source: ~~This text will be removed~~
ru: ~~Этот текст будет удален~~

# markup help
source: This text will be removed
ru: Этот текст будет удален

# markup help
source: Bold text (BBCode)
ru: Жирный текст (BBCode)

# markup help
source: [b]This text will be bold[/b]
ru: [b]Этот текст будет жирным[/b]

# markup help
source: Underlined text (BBCode)
ru: Подчеркнутый текст (BBCode)

# markup help
source: [u]This text will be underlined[/u]
ru: [u]Этот текст будет подчеркнутым[/u]

# markup help
source: This text will be underlined
ru: Этот текст будет подчеркнутым

# markup help
source: Italics text (BBCode)
ru: Текст курсивом (BBCode)

# markup help
source: [i]This text will be in italics[/i]
ru: [i]Этот текст будет курсивом[/i]

# markup help
source: This text will be in italics
ru: Этот текст будет курсивом

# markup help
source: Link
ru: Ссылка

# markup help
source: Link with text
ru: Ссылка с текстом

# markup help
source: Link text
ru: Текст ссылки

# markup help
source: Link (BBCode)
ru: Ссылка (BBCode)

# markup help
source: Link with text (BBCode)
ru: Ссылка с текстом (BBCode)

# markup help
source: Image
ru: Изображение

# markup help
source: Image with alternate text
ru: Изображение с альтернативным текстом

# markup help
source: Image text
ru: Текст изображения

# markup help
source: Image (BBCode)
ru: Изображение (BBCode)

# markup help
source: Mention user by their name
ru: Упоминание пользователя по имени

# markup help
source: Heading 1
ru: Заголовок 1

# markup help
source: # First level heading
ru: # Заголовок первого уровня

# markup help
source: First level heading
ru: Заголовок первого уровня

# markup help
source: Heading 2
ru: Заголовок 2

# markup help
source: ## Second level heading
ru: ## Заголовок второго уровня

# markup help
source: Second level heading
ru: Заголовок второго уровня

# markup help
source: Heading 3
ru: Заголовок 3

# markup help
source: ### Third level heading
ru: ### Заголовок третьего уровня

# markup help
source: Third level heading
ru: Заголовок третьего уровня

# markup help
source: Heading 4
ru: Заголовок 4

# markup help
source: #### Fourth level heading
ru: #### Заголовок четвертого уровня

# markup help
source: Fourth level heading
ru: Заголовок четвертого уровня

# markup help
source: Heading 5
ru: Заголовок 5

# markup help
source: ##### Fifth level heading
ru: ##### Заголовок пятого уровня

# markup help
source: Fifth level heading
ru: Заголовок пятого уровня

# markup help
source: Unordered list
ru: Неупорядоченный список

# markup help
source: Ordered list
ru: Упорядоченный список

# markup help
source: Quote text
ru: Цитата текста

# markup help
source: Quoted text
ru: Цитируемый текст

# markup help
source: Quote text (BBCode)
ru: Цитата текста (BBCode)

source: Quoted message:
ru: Цитируемый пост:

# markup help
source: Quote text with author (BBCode)
ru: Цитата текста с автором (BBCode)

# markup help
source: Quote author
ru: Цитата автора

# markup help
source: Quote author has written:
ru: Автор цитаты написал:

# markup help
source: Spoiler
ru: Спойлер

# markup help
source: Secret text
ru: Секретный текст

# markup help
source: Inline code
ru: Встроенный код

# markup help
source: `Inline code`
ru: `Встроенный код`

# markup help
source: Code block
ru: Блок кода

# markup help
source: Code block with syntax highlighting
ru: Блок кода с подсветкой синтаксиса

# markup help
source: Code block (BBCode)
ru: Блок кода(BBCode)

# markup help
source: Code block with syntax highlighting (BBCode)
ru: Блок кода с подсветкой синтаксиса (BBCode)

# markup help
source: Horizontal rule
ru: Горизонтальная линейка

# markup help
source: Horizontal rule (BBCode)
ru: Горизонтальная линейка (BBCode)

source: Reveal spoiler
ru: Раскрыть спойлер

# markup editor
source: Image
ru: Изображение

# markup editor
source: Image description
ru: Описание изображения

# markup editor
source: Optional but recommended . Will be displayed instead of image when it fails to load.
ru: Необязательно, но рекомендуется. Будет отображаться вместо изображения, если оно не загружается.

# markup editor
source: Image URL
ru: URL изображения

# markup editor
source: Insert image
ru: Вставить изоюражения

# markup editor
source: Link
ru: Ссылка

# markup editor
source: Link text
ru: Текст ссылки

# markup editor
source: Optional. Will be displayed instead of link's address.
ru: Необязательно. Будет отображаться вместо адреса ссылки.

# markup editor
source: Link address
ru: Адрес ссылки

# markup editor
source: Insert link
ru: Вставить ссылку

# markup editor
source: Quote
ru: Цитата

# markup editor
source: Quote's author or source
ru: Автор или источник цитаты

# markup editor
source: Optional. If it's username, put "@" before it ("@JohnDoe").
ru: Необязательно. Если это имя пользователя, поставьте перед ним "@" ("@Иван").

# markup editor
source: Quoted text
ru: Цитируемый текст

# markup editor
source: Insert quote
ru: Вставить цитату

# markup editor
source: File %(filename)s is bigger than %(limit)s.
ru: Файл %(filename)s больше, чем %(limit)s.

# markup editor
source: Strong
ru: Сильный

# example markup
source: Strong text
ru: Сильный текст

# markup editor
source: Emphasis
ru: Усиление

# example markup
source: Text with emphasis
ru: Текст с акцентом

# markup editor
source: Strikethrough
ru: Зачеркивание

# example markup
source: Text with strikethrough
ru: Текст с зачеркиванием

# markup editor
source: Horizontal ruler
ru: Горизонтальная линейка

# markup editor
source: Spoiler
ru: Спойлер

# markup editor
source: Spoiler text
ru: Текст спойлера

# markup editor
source: Upload file
ru: Загрузить файл

# markup editor
source: Open formatting help
ru: Открыть справку по форматированию

# dialog
source: Open
ru: Открыть

# dialog
source: Minimize
ru: Свернуть

# dialog
source: Exit the fullscreen mode
ru: Выйти из полноэкранного режима

# dialog
source: Enter the fullscreen mode
ru: Войти в полноэкранный режим

# dialog
source: Cancel
ru: Отмена

# post thread
source: Options
ru: Параметры

# post thread
source: Pinned globally
ru: Закреплено во всех категориях

# post thread
source: Pinned in category
ru: Закреплено в категории

# post thread
source: Not pinned
ru: Не закреплено

# post thread
source: Open
ru: Открытые

# post thread
source: Closed
ru: Закрытые

# post thread
source: Visible
ru: Видимые

# post thread
source: Hidden
ru: Скрытые

# post thread
source: Are you sure you want to discard thread?
ru: Вы уверены, что хотите удалить тему?

# posting form
source: You have to enter thread title.
ru: Вам необходимо ввести название темы.

# posting form
source: You have to enter a message.
ru: Вам необходимо ввести текст поста.

# post thread
source: Your thread has been posted.
ru: Ваша тема опубликована.

# post thread submit
source: Start thread ----kjjk
ru: Начать тему ----kjjk

# post thread
source: Thread title
ru: Название темы

# post thread
source: Start new thread ---
ru: Начать новую тему ---

# post thread
source: Are you sure you want to discard private thread?
ru: Вы уверены, что хотите удалить приватную тему?

# posting form
source: You have to enter at least one recipient.
ru: Вам необходимо указать хотя бы одного получателя.

# post thread
source: Recipients, eg.: Danny, Lisa, Alice
ru: Получатели, например: Дима, Ваня, Лиза

# post thread
source: Start private thread
ru: Начать приватную тему

# post reply
source: Are you sure you want to discard your reply?
ru: Вы уверены, что хотите отменить свой ответ?

# post reply
source: Your reply has been posted.
ru: Ваш ответ опубликован.

# post reply submit
source: Post reply
ru: Ответ на публикацию

# post reply
source: Reply to: %(thread)s
ru: Ответить на: %(thread)s

# edit reply
source: Are you sure you want to discard changes?
ru: Вы уверены, что хотите отменить изменения?

# edit reply
source: Reply has been edited.
ru: Ответ отредактирован.

# edit reply submit
source: Edit reply
ru: Рекдактировать ответ

# edit reply
source: Edit reply by %(poster)s from %(date)s
ru: Редактировать ответ по %(poster)s от %(date)s

# thread title length validator
source: Thread title should be at least %(limit_value)s character long (it has %(show_value)s).
ru: Заголовок темы должен быть длиной не менее чем %(limit_value) символ (в нем есть %(show_value)s символ).

# thread title length validator
source: Thread title cannot be longer than %(limit_value)s character (it has %(show_value)s).
ru: Заголовок темы не может быть длиннее чем %(limit_value)s символ (в нем %(show_value)s символ).

# post length validator
source: Posted message cannot be longer than %(limit_value)s character (it has %(show_value)s).
ru: Опубликованный пост не может быть длиннее чем %(limit_value)s символ (в нем %(show_value)s символ).

# post length validator
source: Posted message should be at least %(limit_value)s character long (it has %(show_value)s).
ru: Опубликованный пост должен содержать не менее чем %(limit_value) символ (в нем %(show_value)s символ).

# sign in modal
source: Fill out both fields.
ru: Заполните оба поля.

# sign in modal btn
source: Activate account
ru: Активировать учетную запись

# sign in modal title
source: Sign in
ru: Авторизация

# sign in modal
source: Sign in with %(site)s
ru: Войдите в систему с помощью %(site)s

# sign in modal
source: Or use your forum account:
ru: Или воспользуйтесь своей учетной записью на форуме:

# sign in modal field
source: Username or e-mail
ru: Имя пользователя или адрес e-mail

# sign in modal field
source: Password
ru: Пароль

# sign in modal btn
source: Sign in
ru: Войти

# sign in modal btn
source: Forgot password?
ru: Забыли пароль?

# user status
source: %(username)s is banned until %(ban_expires)s
ru: %(username)s заблокирован до %(ban_expires)s

# user status
source: %(username)s is banned
ru: %(username)s заблокирован

# user status
source: %(username)s is hiding presence
ru: %(username)s скрыл свое присутствие

# user status
source: %(username)s is online (hidden)
ru: %(username)s online (скрытый)

# user status
source: %(username)s was last seen %(last_click)s (hidden)
ru: %(username)s был %(last_click)s назад (скрытый)

# user status
source: %(username)s is online
ru: %(username)s online

# user status
source: %(username)s was last seen %(last_click)s
ru: %(username)s был %(last_click)s назад

# user status
source: Banned
ru: Заблокирован

# user status
source: Hidden
ru: Скрыт

# user status
source: Online (hidden)
ru: Online (скрытый)

# user status
source: Offline (hidden)
ru: Offline (скрытый)

# username history empty
source: Your account has no history of name changes.
ru: В вашей учетной записи нет истории изменений имени.

# users list item
source: Joined on %(joined_on)s
ru: Присоединился %(joined_on)s

# users list item
source: Joined %(joined_on)s
ru: Присоединился %(joined_on)s

# users list item
source: %(posts)s post
ru: %(posts)s пост

# users list item
source: %(threads)s thread
ru: %(threads)s тема

# users list item
source: %(followers)s follower
ru: %(followers)s подписчик

# yesno switch choice
source: yes
ru: да

# yesno switch choice
source: no
ru: нет

# time ago
source: moment ago
ru: только что

# time ago
source: now
ru: сейчас

# day at time
source: %(day)s at %(time)s
ru: %(day)s в %(time)s

# day at time
source: Tomorrow at %(time)s
ru: Завтра в %(time)s

# day at time
source: Yesterday at %(time)s
ru: Вчера в %(time)s

# short minutes
source: %(time)sm
ru: %(time)sм

# short hours
source: %(time)sh
ru: %(time)sч

# short days
source: %(time)sd
ru: %(time)sд

# accept agreement prompt
source: Declining will result in immediate deactivation and deletion of your account. This action is not reversible.
ru: Отказ приведет к немедленной деактивации и удалению вашей учетной записи. Это действие необратимо.

# accept agreement choice
source: Decline
ru: Отказаться

# accept agreement choice
source: Accept and continue
ru: Принять и продолжить

# auth message
source: You have signed in as %(username)s. Please refresh the page before continuing.
ru: Вы вошли в систему под именем %(username)s. Пожалуйста, обновите страницу, прежде чем продолжить.

# auth message
source: %(username)s, you have been signed out. Please refresh the page before continuing.
ru: %(username)s, вы вышли из системы. Пожалуйста, обновите страницу, прежде чем продолжить.

# auth message
source: Reload page
ru: Перезагрузить страницу

# auth message
source: or press F5 key.
ru: или нажмите клавишу F5.

# notifications title
source: Notifications
ru: Уведомления

# notifications dropdown
source: All
ru: Все

# notifications dropdown
source: Unread
ru: Непрочитанные

# notifications
source: See all notifications
ru: Просмотреть все уведомления
