Repository: mrpavko/misago-translation_ru
Catalog: django.po
Languages: ru

# admin attachment type form
source: List of comma separated file extensions associated with this attachment type.
ru: Список разделенных запятыми расширений файлов, связанных с этим типом вложений.

# admin attachment type form
source: Optional list of comma separated mime types associated with this attachment type.
ru: Необязательный список mime-типов, разделенных запятыми, связанных с этим типом вложения.

# admin attachment type form
source: Maximum allowed uploaded file size for this type, in kb. This setting is deprecated and has no effect. It will be deleted in Misago 1.0.
ru: Максимально допустимый размер загружаемого файла для этого типа в кб. Этот параметр устарел и не действует. Он будет удален в версии Misago 1.0.

# admin attachment type form
source: Controls this attachment type availability on your site.
ru: Контролировать доступность этого типа вложений на вашем сайте.

# admin attachment type form
source: If you wish to limit option to upload files of this type to users with specific roles, select them on this list. Otherwise don't select any roles to allow all users with permission to upload attachments to be able to upload attachments of this type.
ru: Если вы хотите ограничить возможность загрузки файлов этого типа для пользователей с определенными ролями, выберите их в этом списке. В противном случае не выбирайте никаких ролей, чтобы все пользователи, имеющие разрешение на загрузку вложений, могли загружать вложения этого типа.

# admin attachment type form
source: If you wish to limit option to download files of this type to users with specific roles, select them on this list. Otherwise don't select any roles to allow all users with permission to download attachments to be able to download attachments of this type.
ru: Если вы хотите ограничить возможность скачивания файлов этого типа для пользователей с определенными ролями, выберите их в этом списке. В противном случае не выбирайте никаких ролей, чтобы все пользователи, имеющие разрешение на загрузку вложений, могли загружать вложения этого типа.

# admin attachment type form
source: This field is required.
ru: Это поле является обязательным.

# admin attachments
source: Requested attachment does not exist.
ru: Запрошенное вложение не существует.

# admin attachments ordering choice
source: From newest
ru: От новых

# admin attachments ordering choice
source: From oldest
ru: От старых

# admin attachments ordering choice
source: A to z
ru: От А до я

# admin attachments ordering choice
source: Z to a
ru: От Я к a

# admin attachments ordering choice
source: Smallest files
ru: Самые маленькие файлы

# admin attachments ordering choice
source: Largest files
ru: Самые большие файлы

# admin attachments
source: With attachments: 0
ru: С вложениями: 0

# admin attachments
source: Select attachments
ru: Выберать вложения

# admin attachments
source: Delete attachments
ru: Удалить вложения

# admin attachments
source: Are you sure you want to delete selected attachments?
ru: Вы уверены, что хотите удалить выбранные вложения?

# admin attachments
source: Selected attachments have been deleted.
ru: Выбранные вложения удалены.

# admin attachments
source: Attachment "%(filename)s" has been deleted.
ru: Вложение "%(filename)s" удалено.

# admin attachments types
source: Requested attachment type does not exist.
ru: Запрашиваемый тип вложения не существует.

# admin attachments types
source: New type "%(name)s" has been saved.
ru: Сохранен новый тип "%(name)s".

# admin attachments types
source: Attachment type "%(name)s" has been edited.
ru: Тип вложения "%(name)s" отредактирован.

# admin attachments types
source: Attachment type "%(name)s" has associated attachments and can't be deleted.
ru: Вложение типа "%(name)s" содержит связанные вложения и не может быть удалено.

# admin attachments types
source: Attachment type "%(name)s" has been deleted.
ru: Вложение типа "%(name)s" удалено.

# attachments api
source: You don't have permission to upload new files.
ru: У вас нет разрешения на загрузку новых файлов.

# attachments api
source: No file has been uploaded.
ru: Ни один файл не загружен.

# attachments api
source: Uploaded image is unsupported or invalid.
ru: Загруженное изображение не поддерживается или является недопустимым.

# attachments api
source: You can't upload files of this type.
ru: Вы не можете загружать файлы такого типа.

# attachments api
source: You can't upload files larger than %(limit)s (your file has %(upload)s).
ru: Вы не можете загружать файлы размером более %(limit)s (ваш файл %(upload)s).

# posts api
source: This post has no changes history.
ru: В этом посте нет истории изменений.

# posts api
source: You can't merge posts in this thread.
ru: Вы не можете объединять посты в этой теме.

# posts api
source: You can't move posts from this thread.
ru: Вы не можете переносить посты из этой темы.

# posts api
source: You can't like posts in this category.
ru: Вы не можете ставить лайки на посты в этой категории.

# posts api
source: Content approval can't be reversed.
ru: Одобрение контента не может быть отменено.

# posts api
source: One or more posts to update could not be found.
ru: Не удалось найти один или несколько постов для обновления.

# posts api
source: No more than %(limit)s post can be updated at a single time.
ru: За один раз может быть обновлено не более %(limit)s поста.

# posts api
source: You can't split posts from this thread.
ru: Вы не можете разделять посты из этой темы.

# posting api
source: You don't have permission to remove "%(attachment)s" attachment.
ru: У вас нет разрешения на удаление вложения "%(attachment)s".

# posting api
source: You can't attach more than %(limit_value)s file to single post (added %(show_value)s).
ru: Вы не можете прикрепить к одному посту более %(limit_value)s файла (добавлено %(show_value)s).

# posting api
source: You have to select category to post thread in.
ru: Вам нужно выбрать категорию для публикации темы.

# posting api
source: Selected category is invalid.
ru: Выбранная категория недействительна.

# posting api
source: Selected category doesn't exist or you don't have permission to browse it.
ru: Выбранная категория не существует или у вас нет разрешения на ее просмотр.

# posting api
source: You can't post message so quickly after previous one.
ru: Вы не можете отправить сообщение так быстро после предыдущего.

# posting api
source: Your account has exceed an hourly post limit.
ru: В вашем аккаунте превышен лимит на почасовую публикацию.

# posting api
source: Your account has exceed a daily post limit.
ru: В вашем аккаунте превышен лимит ежедневных публикаций.

# posting api
source: You can't include yourself on the list of users to invite to new thread.
ru: Вы не можете включить себя в список пользователей, которых нужно пригласить в новую тему.

# posting api
source: You have to enter user names.
ru: Вам необходимо ввести имена пользователей.

# posting api
source: You can't add more than %(users)s user to private thread (you've added %(added)s).
ru: Вы не можете добавить больше, чем %(users)s пользователя в закрытую тему (вы добавили %(added)s).

# posting api
source: One or more users could not be found: %(usernames)s
ru: Не удалось найти одного или нескольких пользователей: %(usernames)s

# posting api
source: You have to enter a message.
ru: Вы должны ввести сообщение.

# posting api
source: You have to enter a thread title.
ru: Вы должны ввести название темы.

# posting api
source: You need to be signed in to start threads.
ru: Для запуска тем вам необходимо войти в систему.

# posting api
source: No categories that allow new threads are available to you at the moment.
ru: На данный момент вам не доступны категории, разрешающие создание новых тем.

# threads api
source: Not a valid string.
ru: Недопустимая строка.

# threads api
source: You can't change globally pinned threads weights in this category.
ru: Вы не можете изменить вес глобально закрепленных тем в этой категории.

# threads api
source: You can't pin threads globally in this category.
ru: Вы не можете изменить вес глобально закрепленных тем в этой категории.

# threads api
source: You can't move thread to the category it's already in.
ru: Вы не можете перенести тему в ту категорию, в которой он уже находится.

# threads api
source: Content approval can't be reversed.
ru: Одобрение контента не может быть отменено.

# threads api
source: You don't have permission to close this thread.
ru: У вас нет разрешения закрывать эту тему.

# threads api
source: You don't have permission to open this thread.
ru: У вас нет разрешения на открытие этой темы.

# threads api
source: A valid integer is required.
ru: Требуется допустимое целое число.

# threads api
source: This post is already marked as thread's best answer.
ru: Этот пост уже отмечен как лучший ответ в теме.

# threads api
source: This post can't be unmarked because it's not currently marked as best answer.
ru: Нельзя снять выделение с этого поста, потому что в данный момент он не помечен как лучший ответ.

# threads api
source: You have to enter new participant's username.
ru: Вам необходимо ввести имя пользователя нового участника.

# threads api
source: No user with this name exists.
ru: Пользователя с таким именем не существует.

# threads api
source: This user is already thread participant.
ru: Этот пользователь уже является участником темы.

# threads api
source: Participant doesn't exist.
ru: Участник не существует.

# threads api
source: This user already is thread owner.
ru: Этот пользователь уже является владельцем темы.

# threads api
source: One or more threads to update could not be found.
ru: Не удалось найти одну или несколько тем для обновления.

# threads api
source: No more than %(limit)s thread can be updated at a single time.
ru: За один раз может быть обновлено не более %(limit)s темы.

# polls api
source: There's already a poll in this thread.
ru: В этой теме уже проведен опрос.

# posts api
source: Events can't be replied to.
ru: На события невозможно ответить.

# posts api
source: You can't reply to hidden posts.
ru: Вы не можете отвечать на скрытые посты.

# posts api
source: You can't see who liked this post.
ru: Вы не можете видеть, кому понравился этот пост.

# private threads api
source: You can't start private threads.
ru: Вы не можете запускать закрытые темы.

# merge conflict best answer
source: Unmark all best answers
ru: Снять выделение со всех лучших ответов

# merge conflict poll
source: Delete all polls
ru: Удалить все опросы

# merge conflict invalid resolution
source: Invalid choice.
ru: Неверный выбор.

# attachment availability choice
source: Allow uploads and downloads
ru: Разрешать скачивание файлов

# attachment availability choice
source: Allow downloads only
ru: Разрешить только скачивание

# attachment availability choice
source: Disallow both uploading and downloading
ru: Запретить как загрузку, так и скачивание

# thread weight choice
source: Not pinned
ru: Не закреплена

# thread weight choice
source: Pinned in category
ru: Закреплена в категории

# thread weight choice
source: Pinned globally
ru: Закреплена везде

# post unhide
source: You can't make original post visible without revealing the thread.
ru: Вы не можете сделать исходный пост видимым, не раскрывая тему.

# post hide
source: You can't hide original post without hiding thread.
ru: Вы не можете скрыть исходный пост, не скрыв тему.

# post delete
source: You can't delete original post without deleting thread.
ru: Вы не можете удалить исходный пост, не удалив тему.

# attachments permission
source: Attachments
ru: Вложения

# attachments permission
source: Max attached file size (in kb)
ru: Максимальный размер вложенного файла (в кб)

# permissions
source: Enter 0 to don't allow uploading end deleting attachments.
ru: Введите 0, чтобы запретить загрузку и удаление вложений.

# attachments permission
source: Can download other users attachments
ru: Можно загружать вложения других пользователей

# attachments permission
source: Can delete other users attachments
ru: Можно удалять вложения других пользователей

# attachments permission
source: Can download attachments
ru: Можно скачивать вложения

# best answers permission
source: Best answers
ru: Лучшие ответы

# best answers permission
source: Can mark posts as best answers
ru: Можно отмечать посты как лучшие ответы

# best answers mark permission choice
source: No
ru: Нет

# best answers mark permission choice
source: Own threads
ru: Собственные темы

# best answers mark permission choice
source: All threads
ru: Все темы

# best answers permission
source: Can change marked answers
ru: Можно изменить отмеченные ответы

# best answers change permission choice
source: No
ru: Нет

# best answers change permission choice
source: Own threads
ru: Собственные темы

# best answers change permission choice
source: All threads
ru: Все темы

# best answers permission
source: Time limit for changing marked best answer in owned thread, in minutes
ru: Ограничение по времени для изменения пометки "Лучший ответ" в собственной теме, в минутах

# best answers permission
source: Enter 0 to don't limit time for changing marked best answer in owned thread.
ru: Введите 0, чтобы не ограничивать время для изменения отмеченного лучшим ответа в собственной теме.

# best answers permission
source: You have to sign in to mark best answers.
ru: Вы должны войти в систему, чтобы отметить лучшие ответы.

# best answers permission
source: You don't have permission to mark best answers in the "%(category)s" category.
ru: У вас нет разрешения отмечать лучшие ответы в категории "%(category)s".

# best answers permission
source: You don't have permission to mark best answer in this thread because you didn't start it.
ru: У вас нет разрешения отмечать лучший ответ в этой теме, потому что вы ее не запускали.

# best answers permission
source: You don't have permission to mark best answer in this thread because its category "%(category)s" is closed.
ru: У вас нет разрешения отмечать лучший ответ в этой теме, поскольку его категория "%(category)s" закрыта.

# best answers permission
source: You can't mark best answer in this thread because it's closed and you don't have permission to open it.
ru: Вы не можете отметить лучший ответ в этой теме, потому что она закрыта и у вас нет разрешения на ее открытие.

# best answers permission
source: You don't have permission to change this thread's marked answer because it's in the "%(category)s" category.
ru: У вас нет разрешения изменять помеченный ответ в этой теме, потому что он находится в категории "%(category)s".

# best answers permission
source: You don't have permission to change this thread's marked answer because you are not a thread starter.
ru: У вас нет разрешения изменять помеченный ответ в этой теме, потому что вы не являетесь инициатором этой темы.

# best answers permission
source: You don't have permission to change best answer that was marked for more than %(minutes)s minute.
ru: У вас нет разрешения изменять лучший ответ, который был отмечен более чем %(minutes)s минуту назад.

# best answers permission
source: You don't have permission to change this thread's best answer because a moderator has protected it.
ru: У вас нет разрешения изменять лучший ответ в этой теме, потому что модератор защитил её.

# best answers permission
source: You have to sign in to unmark best answers.
ru: Вы должны войти в систему, чтобы разоблачить "лучшие ответы".

# best answers permission
source: You don't have permission to unmark threads answers in the "%(category)s" category.
ru: У вас нет разрешения снимать отметки с ответов на темы в категории "%(category)s".

# best answers permission
source: You don't have permission to unmark this best answer because you are not a thread starter.
ru: У вас нет разрешения снимать отметку с этого наилучшего ответа, потому что вы не являетесь участником, запустившим тему.

# best answers permission
source: You don't have permission to unmark best answer that was marked for more than %(minutes)s minute.
ru: У вас нет разрешения снять пометку с лучшего ответа, который был отмечен более чем %(minutes)s минуту назад.

# best answers permission
source: You don't have permission to unmark this best answer because its category "%(category)s" is closed.
ru: У вас нет разрешения снимать пометку с этого лучшего ответа, поскольку его категория "%(category)s" закрыта.

# best answers permission
source: You can't unmark this thread's best answer because it's closed and you don't have permission to open it.
ru: Вы не можете снять отметку с лучшего ответа в этой теме, потому что она закрыта и у вас нет разрешения на ее открытие.

# best answers permission
source: You don't have permission to unmark this thread's best answer because a moderator has protected it.
ru: У вас нет разрешения снимать отметку с лучшего ответа в этой теме, потому что модератор защитил его.

# best answers permission
source: Events can't be marked as best answers.
ru: События не могут быть помечены как лучшие ответы.

# best answers permission
source: First post in a thread can't be marked as best answer.
ru: Первый пост в теме не может быть помечен как лучший ответ.

# best answers permission
source: Hidden posts can't be marked as best answers.
ru: Скрытые посты не могут быть помечены как лучшие ответы.

# best answers permission
source: Unapproved posts can't be marked as best answers.
ru: Неутвержденные посты не могут быть помечены как лучшие ответы.

# best answers permission
source: You don't have permission to mark this post as best answer because a moderator has protected it.
ru: У вас нет разрешения отмечать этот пост как лучший ответ, потому что модератор защитил его.

# best answers permission
source: You can't hide this post because its marked as best answer.
ru: Вы не можете скрыть этот пост, потому что он помечен как лучший ответ.

# best answers permission
source: You can't delete this post because its marked as best answer.
ru: Вы не можете удалить этот пост, потому что он помечен как лучший ответ.

# polls permission
source: Polls
ru: Опросы

# polls permission
source: Can start polls
ru: Можно начинать опросы

# polls start permission choice
source: No
ru: Нет

# polls start permission choice
source: Own threads
ru: Собственные темы

# polls start permission choice
source: All threads
ru: Все темы

# polls permission
source: Can edit polls
ru: Можно редактировать опросы

# polls edit permission choice
source: No
ru: Нет

# polls edit permission choice
source: Own polls
ru: Собственные опросы

# polls edit permission choice
source: All polls
ru: Все опросы

# polls permission
source: Can delete polls
ru: Можно удалять опросы

# polls delete permission choice
source: No
ru: Нет

# polls delete permission choice
source: Own polls
ru: Собственные опросы

# polls delete permission choice
source: All polls
ru: Все опросы

# polls permission
source: Time limit for editing own polls, in minutes
ru: Ограничение по времени редактирования собственных опросов, в минутах

# polls permission
source: Enter 0 to don't limit time for editing own polls.
ru: Введите 0, чтобы не ограничивать время редактирования собственных опросов.

# polls permission
source: Can always see polls voters
ru: Всегда можно посмотреть опросы голосующих

# polls permission
source: Allows users to see who voted in poll even if voting was not public.
ru: Позволяет пользователям видеть, кто проголосовал в опросе, даже если голосование не было публичным.

# polls permission
source: You have to sign in to start polls.
ru: Вы должны войти в систему, чтобы начать опрос.

# polls permission
source: You can't start polls.
ru: Вы не можете начинать опросы.

# polls permission
source: You can't start polls in other users threads.
ru: Вы не можете запускать опросы в темах других пользователей.

# polls permission
source: This category is closed. You can't start polls in it.
ru: Эта категория закрыта. Вы не можете запускать в ней опросы.

# polls permission
source: This thread is closed. You can't start polls in it.
ru: Эта тема закрыта. Вы не можете запускать в ней опросы.

# polls permission
source: You have to sign in to edit polls.
ru: Вам необходимо войти в систему, чтобы редактировать опросы.

# polls permission
source: You can't edit polls.
ru: Вы не можете редактировать опросы.

# polls permission
source: You can't edit other users polls in this category.
ru: Вы не можете редактировать опросы других пользователей в этой категории.

# polls permission
source: You can't edit polls that are older than %(minutes)s minute.
ru: Вы не можете редактировать опросы, которые старше %(minutes)s минута.

# polls permission
source: This poll is over. You can't edit it.
ru: Опрос окончен. Вы не можете его редактировать.

# polls permission
source: This category is closed. You can't edit polls in it.
ru: Эта категория закрыта. Вы не можете редактировать опросы в ней.

# polls permission
source: This thread is closed. You can't edit polls in it.
ru: Эта тема закрыта. Вы не можете редактировать опросы в ней.

# polls permission
source: You have to sign in to delete polls.
ru: Вы должны войти в систему, чтобы удалять опросы.

# polls permission
source: You can't delete polls.
ru: Вы не можете удалять опросы.

# polls permission
source: You can't delete other users polls in this category.
ru: Вы не можете удалять опросы других пользователей из этой категории.

# polls permission
source: You can't delete polls that are older than %(minutes)s minute.
ru: Вы не можете удалять опросы, старше %(minutes)s минуты.

# polls permission
source: This poll is over. You can't delete it.
ru: Опрос окончен. Вы не можете удалить его.

# polls permission
source: This category is closed. You can't delete polls in it.
ru: Эта категория закрыта. Вы не можете удалять опросы из нее.

# polls permission
source: This thread is closed. You can't delete polls in it.
ru: Эта тема закрыта. Вы не можете удалять опросы в ней.

# polls permission
source: You have to sign in to vote in polls.
ru: Вы должны войти в систему, чтобы голосовать в опросах.

# polls permission
source: You have already voted in this poll.
ru: Вы уже голосовали в этом опросе.

# polls permission
source: This poll is over. You can't vote in it.
ru: Опрос окончен. Вы не можете в нем участвовать.

# polls permission
source: This category is closed. You can't vote in it.
ru: Эта категория закрыта. Вы не можете голосовать в ней.

# polls permission
source: This thread is closed. You can't vote in it.
ru: Эта тема закрыта. Вы не можете голосовать в ней.

# polls permission
source: You dont have permission to see this poll's voters.
ru: У вас нет разрешения видеть участников этого опроса.

# private threads permission
source: Private threads
ru: Закрытые темы

# private threads permission
source: Can use private threads
ru: Можно использовать закрытые темы

# private threads permission
source: Can start private threads
ru: Можно запускать закрытые темы

# private threads permission
source: Max number of users invited to private thread
ru: Максимальное количество пользователей, приглашенных в закрытую тему

# private threads permission
source: Enter 0 to don't limit number of participants.
ru: Введите 0, чтобы не ограничивать количество участников.

# private threads permission
source: Can add everyone to threads
ru: Можно добавлять всех желающих в темы

# private threads permission
source: Allows user to add users that are blocking them to private threads.
ru: Позволяет пользователю добавлять пользователей, которые блокируют его, в закрытые темы.

# private threads permission
source: Can report private threads
ru: Можно сообщать о закрытых темах
