Repository: mrpavko/misago-translation_ru
Catalog: djangojs.po
Languages: ru

# add private thread participant
source: New participant has been added to thread.
ru: В тему добавлен новый участник.

# add private thread participant field
source: User to add
ru: Пользователь для добавления

# add private thread participant btn
source: Add participant
ru: Добавить участника

# add private thread participant btn
source: Cancel
ru: Отмена

# add private thread participant modal title
source: Add participant
ru: Добавить участника

# add participant btn
source: Add participant
ru: Добавить участника

# private thread owner change
source: Are you sure you want to take over this thread?
ru: Вы уверены, что хотите продолжить эту тему?

# private thread owner change
source: Are you sure you want to change thread owner to %(user)s?
ru: Вы уверены, что хотите изменить владельца темы на %(user)s?

# thread participants actions
source: %(user)s has been made new thread owner.
ru: %(user)s стал новым владельцем темы.

# private thread owner change btn
source: Make owner
ru: Стать владельцем

# private thread leave
source: Are you sure you want to leave this thread?
ru: Вы уверены, что хотите покинуть эту тему?

# private thread leave
source: Are you sure you want to remove %(user)s from this thread?
ru: Вы уверены, что хотите удалить %(user)s из этой темы?

# thread participants actions
source: %(user)s has been removed from this thread.
ru: %(user)s удален из этой темы.

# private thread leave btn
source: Leave thread
ru: Покинуть тему

# private thread leave btn
source: Remove
ru: Удалить

# thread participants profile link
source: See profile
ru: Посмотреть профиль

# thread participants owner status
source: Thread owner
ru: Владелец темы

# thread participants stat
source: This thread has %(users)s participant.
ru: В этой теме участвует %(users)s пользователь.

# thread poll
source: %(votes)s vote, %(proc)s% of total.
ru: %(votes)s проголосовавший, %(proc)s% от общего числа.

# thread poll
source: You've voted on this choice.
ru: Вы проголосовали за этот вариант.

# thread poll
source: Poll votes
ru: Голоса в ходе опроса

# thread poll
source: %(votes)s user has voted for this choice.
ru: %(votes)s пользователь, проголосовавший за этот выбор.

# thread poll
source: Vote
ru: Голос

# thread poll
source: See votes
ru: Посмотреть результаты голосования

# thread poll
source: Edit
ru: Редактировать

# thread poll
source: Are you sure you want to delete this poll? This action is not reversible.
ru: Вы уверены, что хотите удалить этот опрос? Это действие необратимо.

# thread poll
source: Poll has been deleted
ru: Опрос удалён

# thread poll
source: Delete
ru: Удалить

# thread poll
source: Started by %(poster)s %(posted_on)s.
ru: Начиная с %(poster)s %(posted_on)s.

# thread poll
source: Voting ends %(ends_on)s.
ru: Голосование заканчивается в %(ends_on)s.

# thread poll
source: %(votes)s vote.
ru: %(votes)s голос.

# thread poll
source: Voting is public.
ru: Голосование публичное.

# thread poll
source: You can't select any more choices.
ru: Вы больше не можете выбрать ни один вариант.

# thread poll
source: You can select %(choices)s more choice.
ru: Вы можете выбрать ещё %(choices)s вариант.

# thread poll
source: You can change your vote later.
ru: Вы можете изменить свой голос позже.

# thread poll
source: Votes are final.
ru: Голосование окончательное.

# thread poll vote
source: Your vote has been saved.
ru: Ваш голос сохранён.

# thread poll vote btn
source: Save your vote
ru: Сохраните свой голос

# thread poll vote btn
source: See results
ru: Смотрите результаты

# thread poll
source: Add choice
ru: Добавить выбор

# thread poll
source: Are you sure you want to remove this choice?
ru: Вы уверены, что хотите убрать этот вариант?

# thread poll
source: Remove this choice
ru: Удалите этот параметр

# thread poll
source: Poll choice
ru: Выбор в ходе опроса

# thread poll
source: Are you sure you want to discard changes?
ru: Вы уверены, что хотите отменить изменения?

# thread poll
source: Are you sure you want to discard new poll?
ru: Вы уверены, что хотите отменить новый опрос?

# thread poll
source: Poll has been edited.
ru: Опрос отредактирован.

# thread poll
source: Poll has been posted.
ru: Опрос опубликован.

# thread poll
source: Edit poll
ru: Редактировать опрос

# thread poll
source: Add poll
ru: Добавить опрос

# thread poll
source: Question and choices
ru: Вопрос и варианты

# thread poll
source: Poll question
ru: Вопрос для опроса

# thread poll
source: Available choices
ru: Доступные варианты

# thread poll
source: Voting
ru: Голосование

# thread poll
source: Poll length
ru: Продолжительность опроса

# thread poll
source: Enter number of days for which voting in this poll should be possible or zero to run this poll indefinitely.
ru: Введите количество дней, в течение которых возможно голосование в этом опросе, или ноль, чтобы этот опрос проводился бесконечно.

# thread poll
source: Allowed choices
ru: Разрешенный выбор

# thread poll
source: Allow vote changes
ru: Разрешить изменение результатов голосования

# thread poll
source: Allow participants to change their vote
ru: Разрешить участникам изменять свой голос

# thread poll
source: Don't allow participants to change their vote
ru: Участникам нельзя изменять свой голос

# thread poll
source: Cancel
ru: Отмена

# thread poll
source: Save changes
ru: Сохранить изменения

# thread poll
source: Post poll
ru: Опрос по посту

# thread poll
source: Make voting public
ru: Сделать голосование открытым

# thread poll
source: Making voting public will allow everyone to access detailed list of votes, showing which users voted for which choices and at which times. This option can't be changed after poll's creation. Moderators may see voting details for all polls.
ru: Публикация результатов голосования позволит каждому получить доступ к подробному списку голосов, показывающему, какие пользователи за какие варианты проголосовали и в какое время. Этот параметр нельзя изменить после создания опроса. Модераторы могут просматривать информацию о голосовании по всем опросам.

# thread poll
source: Votes are public
ru: Голосование открытое

# thread poll
source: Votes are hidden
ru: Голосование закрытое

# event hide btn
source: Hide
ru: Скрыть

# event reveal btn
source: Unhide
ru: Открыть

# event delete
source: Are you sure you wish to delete this event? This action is not reversible!
ru: Вы уверены, что хотите удалить это событие? Это действие необратимо!

# event delete
source: Event has been deleted.
ru: Событие удалено.

# event delete btn
source: Delete
ru: Удалить

# event info
source: Hidden by %(event_by)s %(event_on)s.
ru: Скрыто %(event_by)s %(event_on)s.

# event info
source: By %(event_by)s %(event_on)s.
ru: По %(event_by)s %(event_on)s.

# event message
source: Thread has been pinned globally.
ru: Тема закреплена везде.

# event message
source: Thread has been pinned in category.
ru: Тема закреплена в категории.

# event message
source: Thread has been unpinned.
ru: Тема откреплена.

# event message
source: Thread has been approved.
ru: Тема одобрена.

# event message
source: Thread has been opened.
ru: Тема открыта.

# event message
source: Thread has been closed.
ru: Тема закрыта.

# event message
source: Thread has been revealed.
ru: Тема открыта.

# event message
source: Thread has been made hidden.
ru: Тема скрыта.

# event message
source: Took thread over.
ru: Переход к обсуждению темы.

# event message
source: Owner has left thread. This thread is now closed.
ru: Владелец покинул тему. Теперь эта тема закрыта.

# event message
source: Participant has left thread.
ru: Участник покинул тему.

# event message
source: Thread title has been changed from %(old_title)s.
ru: Заголовок темы изменен с %(old_title)s.

# event message
source: Thread has been moved from %(from_category)s.
ru: Тема перемещена из %(from_category)s.

# event message
source: The %(merged_thread)s thread has been merged into this thread.
ru: Тема %(merged_thread) объединена с этой темой.

# event message
source: Changed thread owner to %(user)s.
ru: Владелец темы изменён на %(пользователя)s.

# event message
source: Added %(user)s to thread.
ru: %(user)s добавлен в тему.

# event message
source: Removed %(user)s from thread.
ru: %(user)s исключён из темы.

# event unread label
source: New event
ru: Новое событие

# post attachment
source: %(filetype)s, %(size)s, uploaded by %(uploader)s %(uploaded_on)s.
ru: %(filetype)s, %(size)s, загружено %(uploader)s %(uploaded_on)s.

# post body hidden
source: Hidden by %(hidden_by)s %(hidden_on)s.
ru: Скрыто %(hidden_by) %(hidden_on).

# post body hidden
source: This post is hidden. You cannot see its contents.
ru: Этот пост скрыт. Вы не можете просмотреть его содержимое.

# post best answer flag
source: Marked as best answer by you %(marked_on)s.
ru: Отмечен вами %(marked_on)s как лучший ответ.

# post best answer flag
source: Marked as best answer by %(marked_by)s %(marked_on)s.
ru: Отмечен как лучший ответ от %(marked_by) %(marked_on).

# post hidden flag
source: This post is hidden. Only users with permission may see its contents.
ru: Этот пост скрыт. Только пользователи, имеющие соответствующие права, могут просматривать его содержимое.

# post unapproved flag
source: This post is unapproved. Only users with permission to approve posts and its author may see its contents.
ru: Этот пост не одобрен. Только пользователи, имеющие разрешение на этот пост, и его автор могут ознакомиться с его содержанием.

# post protected flag
source: This post is protected. Only moderators may change it.
ru: Этот пост защищён. Только модераторы могут вносить в него изменения.

# post delete
source: Are you sure you want to delete this post? This action is not reversible!
ru: Вы уверены, что хотите удалить этот пост? Это действие необратимо!

# post delete
source: Post has been deleted.
ru: Пост удалён.

# post likes modal
source: No users have liked this post.
ru: Этот пост не понравился ни одному пользователю.

# post likes modal title
source: Post Likes
ru: Лайки поста

# post likes modal
source: %(likes)s like
ru: %(likes)s лайк

# post footer btn
source: Best answer
ru: Лучший ответ

# post footer btn
source: Liked
ru: Понравилось

# post footer btn
source: Like
ru: Нравится

# post likes
source: %(user)s likes this.
ru: Нравится пользователю %(user)s.

# post likes
source: %(users)s and %(last_user)s
ru: %(users)s и %(last_user)s

# post likes
source: %(users)s like this.
ru: %(users)s это нравится.

# post likes
source: %(users)s and %(likes)s other user like this.
ru: %(users)s и %(likes)s других пользователей, которым это нравится.

# post footer btn
source: Reply
ru: Ответить

# post footer btn
source: Quote
ru: Цитатировать

# post footer btn
source: Edit
ru: Редактировать

# post move modal
source: You have to enter link to the other thread.
ru: Вы должны ввести ссылку на другую тему.

# post move modal
source: Selected post was moved to the other thread.
ru: Выбранный пост перенесен в другую тему.

# post move modal field
source: Link to thread you want to move post to
ru: Ссылка на тему, в которую вы хотите переместить пост

# post move modal btn
source: Move post
ru: Переместить пост

# post move modal title
source: Move post
ru: Переместить пост

# post revert btn
source: Revert post to state from before this edit.
ru: Вернуть пост в состояние до этой правки.

# post revert btn
source: Revert
ru: Отменить изменения

# post history modal btn
source: See previous change
ru: Посмотреть предыдущее изменение

# post history modal btn
source: See next change
ru: Посмотреть следующее изменение

# post history modal
source: By %(edited_by)s %(edited_on)s.
ru: От %(edited_by)s %(edited_on)s.

# post revert
source: Are you sure you with to revert this post to the state from before this edit?
ru: Вы уверены, что Вы хотите вернуть пост в то состояние, в котором он был до этой правки?

# post revert
source: Post has been reverted to previous state.
ru: Пост возвращён в предыдущее состояние.

# post history modal title
source: Post edits history
ru: История изменений поста

# thread hidden switch choice
source: No
ru: Нет

# thread hidden switch choice
source: Yes
ru: Да

# thread closed switch choice
source: No
ru: Нет

# thread closed switch choice
source: Yes
ru: Да

# post split modal
source: Selected post was split into new thread.
ru: Выбранный пост выделен в новую тему.

# thread weight choice
source: Not pinned
ru: Не закреплен

# thread weight choice
source: Pinned in category
ru: Закреплен в категории

# thread weight choice
source: Pinned globally
ru: Закреплен везде

# posts split modal field
source: Thread weight
ru: Вес темы

# posts split modal field
source: Hide thread
ru: Скрыть тему

# posts split modal field
source: Close thread
ru: Закрыть тема

# posts split modal field
source: Thread title
ru: Заголовок темы

# posts split modal field
source: Category
ru: Категория

# posts split modal btn
source: Split post
ru: Разделить пост

# post split modal
source: You can't move this post at the moment.
ru: В данный момент вы не можете переместить этот пост.

# posts split modal title
source: Split post into new thread
ru: Выделить пост в новую тему

# post permalink
source: Permament link to this post:
ru: Постоянная ссылка на этот пост:

# post options permalink btn
source: Permament link
ru: Постоянная ссылка

# post options edit btn
source: Edit
ru: Редактировать

# post options best answer btn
source: Mark as best answer
ru: Отметить как лучший ответ

# post options best answer btn
source: Unmark best answer
ru: Снять отметку с лучшего ответа

# post edits
source: This post was edited %(edits)s time.
ru: Это пост редактировался %(edits)s раз.

# post options edit btn
source: Changes history
ru: История изменений

# post options approve btn
source: Approve
ru: Подтвердить

# post options move btn
source: Move
ru: Переместить

# post options split btn
source: Split
ru: Разделить

# post options protect btn
source: Protect
ru: Защитить

# post options protect btn
source: Remove protection
ru: Знять защиту

# post options hide btn
source: Hide
ru: Скрыть

# post options hide btn
source: Unhide
ru: Опубликовать

# post options delete btn
source: Delete
ru: Удалить

# post unread label
source: New post
ru: Новый пост

# post unread label
source: New
ru: Новый

# post timestamp
source: posted %(posted_on)s
ru: опубликовано %(posted_on)s

# post edits stat
source: This post was edited %(edits)s time.
ru: Это пост редактировался %(edits)s раз.

# post edits stat
source: edited %(edits)s time
ru: редактировалась %(edits)s раз

# post edits stat
source: %(edits)s edit
ru: %(edits)s редактирование

# post protected label
source: This post is protected and may not be edited.
ru: Этот пост защищён и не подлежит редактированию.

# post protected label
source: protected
ru: защищено

# poster stats
source: %(posts)s post
ru: %(posts)s пост

# thread starter info
source: Thread author
ru: Автор темы

# thread starter info
source: Started on: %(timestamp)s
ru: Начато с: %(timestamp)s

# thread title form
source: You have to enter thread title.
ru: Вы должны ввести название темы.

# thread title form field
source: Thread title
ru: Название темы

# thread title form btn
source: Cancel
ru: Отмена

# thread title form btn
source: Change title
ru: Изменить заголовок

# thread title form title
source: Change title
ru: Изменить название

# thread merge form
source: Thread has been merged with other one.
ru: Тема объединена с другой темой.

# thread merge form
source: You have to enter link to the other thread.
ru: Вы должны ввести ссылку на другую тему.

# thread merge form field
source: Link to thread you want to merge with
ru: Ссылка на тему, с которой вы хотите объединить

# thread merge form field
source: Merge will delete current thread and move its contents to the thread specified here.
ru: Слияние приведет к удалению текущей темы и перемещению её содержимого в указанную тему.

# thread merge form btn
source: Cancel
ru: Отмена

# thread merge form btn
source: Merge thread
ru: Объединить темы

# thread merge form title
source: Merge thread
ru: Объединить темы

# thread move form
source: Thread has been moved.
ru: Тема перемещена.

# thread move form field
source: New category
ru: Новая категория

# thread move form btn
source: Cancel
ru: Отмена

# thread move form btn
source: Move thread
ru: Переместить тему

# thread move form title
source: Move thread
ru: Переместить тему

# thread move form
source: You can't move this thread at the moment.
ru: В данный момент вы не можете переместить эту тему.

# thread move form dismiss btn
source: Ok
ru: Ок

# thread moderation
source: Thread has been pinned globally.
ru: Тема закреплена везде.

# thread moderation
source: Thread has been pinned in category.
ru: Тема закреплена в категории.

# thread moderation
source: Thread has been unpinned.
ru: Тема откреплена.

# thread moderation
source: Thread has been approved.
ru: Тема одобрена.

source: Thread has been opened.
ru: Тема открыта.

# thread moderation
source: Thread has been closed.
ru: Тема закрыта.

# thread moderation
source: Thread has been made visible.
ru: Тема сделана видимой.

# thread moderation
source: Thread has been made hidden.
ru: Тема скрыта.

# thread moderation
source: Are you sure you want to delete this thread?
ru: Вы уверены, что хотите удалить эту тему?

# thread moderation
source: Thread has been deleted.
ru: Тема удалена.

# thread moderation btn
source: Change title
ru: Изменить название

# thread moderation btn
source: Pin globally
ru: Закреплена везде

# thread moderation btn
source: Pin in category
ru: Закреплена в категории

# thread moderation btn
source: Unpin
ru: Откреплена

# thread moderation btn
source: Move
ru: Переместить

# thread moderation btn
source: Merge
ru: Объединить

# thread moderation btn
source: Approve
ru: Принять

# thread moderation btn
source: Open
ru: Открыть

# thread moderation btn
source: Close
ru: Закрыть

# thread moderation btn
source: Unhide
ru: Обубликовать

# thread moderation btn
source: Hide
ru: Скрыть

# thread moderation btn
source: Delete
ru: Удалить

# thread options btn
source: Thread options
ru: Настройки темы

# watch thread
source: Watching
ru: Просмотры

# watch thread
source: Watch
ru: Смотреть

# watch thread
source: Notify about new replies
ru: Уведомлять о новых ответах

# watch thread
source: On site and with e-mail
ru: На сайте и по электронной почте

# watch thread
source: On site only
ru: Только на сайте

# watch thread
source: Don't notify
ru: Не уведомлять

# breadcrumb
source: Threads
ru: Темы

# breadcrumb
source: Private threads
ru: Приватные темы

# paginator
source: Go to first page
ru: На первую страницу

# paginator
source: Go to previous page
ru: На предыдущую страницу

# paginator
source: Page %(page)s of %(pages)s
ru: Страница %(page)s из %(pages)s

# paginator input
source: Page
ru: Страница

# paginator
source: Go
ru: Перейти

# paginator
source: Go to next page
ru: На следующую страницу

# paginator
source: Go to last page
ru: На последнюю страницу

# thread posts moderation modal title
source: Moderation
ru: Модерация

# thread posts moderation modal
source: One or more posts could not be changed:
ru: Один или несколько постов не могут быть изменены:

# thread posts moderation modal
source: %(username)s on %(posted_on)s
ru: %(username)s в %(posted_on)s

# merge posts
source: Are you sure you want to merge selected posts? This action is not reversible!
ru: Вы уверены, что хотите объединить выбранные посты? Это действие необратимо!

# delete posts
source: Are you sure you want to delete selected posts? This action is not reversible!
ru: Вы уверены, что хотите удалить выбранные посты? Это действие необратимо!

# thread posts moderation move
source: You have to enter link to the other thread.
ru: Вы должны ввести ссылку на другую тему.

# thread posts moderation move
source: Selected posts were moved to the other thread.
ru: Выбранные посты перенесены в другую тему.

# thread posts moderation move
source: Link to thread you want to move posts to
ru: Ссылка на тему, в которую вы хотите переместить посты

# thread posts moderation move btn
source: Cancel
ru: Отмена

# thread posts moderation move btn
source: Move posts
ru: Перенести посты

# thread posts moderation move title
source: Move posts
ru: Перенести посты

# posts moderation split
source: Selected posts were split into new thread.
ru: Выбранные посты выделены в новую тему.

# posts moderation split field
source: Thread weight
ru: Вес темы

# posts moderation split field
source: Hide thread
ru: Скрыть тему

# posts moderation split field
source: Close thread
ru: Закрыть тему

# posts moderation split field
source: Thread title
ru: Заголовок темы

# posts moderation split field
source: Category
ru: Категория

# posts moderation split btn
source: Cancel
ru: Отмена

# posts moderation split btn
source: Split posts
ru: Разделить посты

# posts moderation split
source: You can't move selected posts at the moment.
ru: В данный момент вы не можете переместить выбранные посты.

# posts moderation split dismiss btn
source: Ok
ru: Ок

# posts moderation split title
source: Split posts into new thread
ru: Выделить посты в новую тему

# thread posts moderation
source: Approve
ru: Подтвердить

# thread posts moderation
source: Merge
ru: Объединить

# thread posts moderation
source: Move
ru: Перенести

# thread posts moderation
source: Split
ru: Разделить

# thread posts moderation
source: Protect
ru: Защитить

# thread posts moderation
source: Unprotect
ru: Убрать защиту

# thread posts moderation
source: Hide
ru: Скрыть

# thread posts moderation
source: Unhide
ru: Открыть

# thread posts moderation
source: Delete
ru: Удалить

# post options btn
source: Posts options
ru: Параметры постов

# thread reply btn
source: Reply
ru: Ответить

# go up
source: Go to top
ru: Перейти к началу

# thread poll btn
source: Add poll
ru: Добавить опрос

# thread shortcuts btn
source: Shortcuts
ru: Сокращения

# thread shortcut btn
source: Go to first post
ru: Перейти к первому посту

# thread shortcut btn
source: Go to new post
ru: Перейти к новому посту

# thread shortcut btn
source: Go to best answer
ru: Перейти к лучшему ответу

# thread shortcut btn
source: Go to unapproved post
ru: Перейти к неодобренному посту

# thread shortcut btn
source: Go to last post
ru: Перейти к последнему посту

# threads moderation title
source: Threads moderation
ru: Модерация тем

# threads moderation
source: One or more threads could not be deleted:
ru: Не удалось удалить одну или несколько тем:

# threads moderation merge field
source: Thread weight
ru: Вес темы

# threads moderation merge field
source: Hide thread
ru: Срыть тему

# threads moderation merge field
source: Close thread
ru: Закрыть тему

# threads moderation merge field
source: Thread title
ru: Заголовок темы

# threads moderation merge field
source: Category
ru: Категория

# threads moderation merge btn
source: Cancel
ru: Отмена

# threads moderation merge btn
source: Merge threads
ru: Объединить темы

# threads moderation merge
source: You can't merge threads because there are no categories you are allowed to move them to.
ru: Вы не можете объединить темы, потому что нет категорий, в которые вам разрешено их перемещать.

# threads moderation merge
source: You need permission to start threads in category to be able to merge threads to it.
ru: Вам нужно разрешение на запуск тем в категории, чтобы иметь возможность объединять темы в неё.

# threads moderation merge dismiss btn
source: Ok
ru: Ок

# threads moderation merge title
source: Merge threads
ru: Объединить темы

# threads moderation move
source: Selected threads were moved.
ru: Выбранные темы перемещены.

# threads moderation move field
source: New category
ru: Новая категория

# threads moderation move btn
source: Cancel
ru: Отмена
