Repository: mrpavko/misago-translation_ru
Catalog: django.po
Languages: ru

# threads permission
source: You have to sign in to split posts.
ru: Вы должны войти в систему, чтобы разделять посты.

# threads permission
source: You can't split posts in this category.
ru: Вы не можете разделить посты в этой категории.

# threads permission
source: Events can't be split.
ru: События нельзя разделить.

# threads permission
source: Thread's first post can't be split.
ru: Первый пост в теме не может быть разделено.

# threads permission
source: You can't split posts the content you can't see.
ru: Вы не можете разделять посты, контент которых вы не видите.

# threads permission
source: This category is closed. You can't split posts in it.
ru: Эта категория закрыта. Вы не можете разделять посты в ней.

# threads permission
source: This thread is closed. You can't split posts in it.
ru: Эта тема закрыта. Вы не можете разделять посты в ней.

# threads permission
source: You have to sign in to reveal events.
ru: Вы должны войти в систему, чтобы сообщать о событиях.

# threads permission
source: You can't reveal events in this category.
ru: Вы не можете раскрывать события из этой категории.

# threads permission
source: This category is closed. You can't reveal events in it.
ru: Эта категория закрыта. Вы не можете раскрывать события в ней.

# threads permission
source: This thread is closed. You can't reveal events in it.
ru: Эта тема закрыта. Вы не можете раскрывать события в ней.

# threads permission
source: You have to sign in to hide events.
ru: Вы должны войти в систему, чтобы скрывать события.

# threads permission
source: You can't hide events in this category.
ru: Вы не можете скрывать события в этой категории.

# threads permission
source: This category is closed. You can't hide events in it.
ru: Эта категория закрыта. Вы не можете скрывать события в ней.

# threads permission
source: This thread is closed. You can't hide events in it.
ru: Эта тема закрыта. Вы не можете скрывать события в ней.

# threads permission
source: You have to sign in to delete events.
ru: Вы должны войти в систему, чтобы удалять события.

# threads permission
source: You can't delete events in this category.
ru: Вы не можете удалять события из этой категории.

# threads permission
source: This category is closed. You can't delete events in it.
ru: Эта категория закрыта. Вы не можете удалять события из нее.

# threads permission
source: This thread is closed. You can't delete events in it.
ru: Эта тема закрыта. Вы не можете удалять события из нее.

# search provider
source: Threads
ru: Темы

# delete posts serializer
source: You have to specify at least one post to delete.
ru: Вы должны указать хотя бы один пост для удаления.

# invalid posts ids
source: One or more post ids received were invalid.
ru: Один или несколько полученных ID постов оказались недействительными.

# delete posts serializer
source: No more than %(limit)s post can be deleted at a single time.
ru: За один раз можно удалить не более %(limit)s поста.

# delete posts serializer
source: One or more posts to delete could not be found.
ru: Не удалось найти один или несколько постов для удаления.

# merge posts serializer
source: You have to select at least two posts to merge.
ru: Вы должны выбрать по крайней мере два поста для объединения.

# merge posts serializer
source: No more than %(limit)s post can be merged at a single time.
ru: За один раз может быть объединено не более %(limit)s поста.

# merge posts serializer
source: Posts made by different users can't be merged.
ru: Посты, сделанные разными пользователями, не могут быть объединены.

# merge posts serializer
source: Post marked as best answer can't be merged with thread's first post.
ru: Пост, помеченный как лучший ответ, не может быть объединён с первым постом темы.

# merge posts serializer
source: Posts with different visibility can't be merged.
ru: Посты с разной видимостью не могут быть объединены.

# merge posts serializer
source: One or more posts to merge could not be found.
ru: Не удалось найти один или несколько постов для объединения.

# move posts serializer
source: You have to specify at least one post to move.
ru: Вы должны указать хотя бы один пост для переноса.

# move posts serializer
source: Enter link to new thread.
ru: Введите ссылку на новую тему.

# invalid thread url
source: This is not a valid thread link.
ru: Это недопустимая ссылка на тему.

# move posts serializer
source: Thread to move posts to is same as current one.
ru: Тема, в которую нужно переносить записи, такая же, как и текущая.

# move posts serializer
source: The thread you have entered link to doesn't exist or you don't have permission to see it.
ru: Тема, на которую вы указали ссылку, не существует или у вас нет разрешения на её просмотр.

# move posts serializer
source: You can't move posts to threads you can't reply.
ru: Вы не можете перемещать посты в темы, на которые не можете ответить.

# move posts serializer
source: No more than %(limit)s post can be moved at a single time.
ru: За один раз можно перенести не более %(limit)s темы.

# move posts serializer
source: One or more posts to move could not be found.
ru: Не удалось найти один или несколько постов для переноса.

# new thread serializer
source: You can't create new threads in selected category.
ru: Вы не можете создавать новые темы в выбранной категории.

# new thread serializer
source: You don't have permission to pin threads globally in this category.
ru: У вас нет разрешения на закрепление везде тем в этой категории.

# new thread serializer
source: You don't have permission to pin threads in this category.
ru: У вас нет разрешения на закрепление тем в этой категории.

# new thread serializer
source: You don't have permission to hide threads in this category.
ru: У вас нет разрешения скрывать темы в этой категории.

# new thread serializer
source: You don't have permission to close threads in this category.
ru: У вас нет разрешения закрывать темы в этой категории.

# split posts serializer
source: You have to specify at least one post to split.
ru: Вы должны указать хотя бы один пост для разделения.

# split posts serializer
source: No more than %(limit)s post can be split at a single time.
ru: За один раз можно разделить не более %(limit)s поста.

# split posts serializer
source: One or more posts to split could not be found.
ru: Не удалось найти один или несколько постов для разделения.

# delete threads serializer
source: You have to specify at least one thread to delete.
ru: Вы должны указать хотя бы одну тему для удаления.

# invalid threads ids
source: One or more thread ids received were invalid.
ru: Один или несколько полученных идентификаторов темы оказались недействительными.

# delete threads serializer
source: No more than %(limit)s thread can be deleted at a single time.
ru: За один раз можно удалить не более %(limit)s темы.

# delete threads serializer
source: One or more threads to delete could not be found.
ru: Не удалось найти одну или несколько тем для удаления.

# merge thread serializer
source: Enter link to new thread.
ru: Введите ссылку на новую тему.

# merge threads serializer
source: Invalid choice.
ru: Неверный выбор.

# merge thread serializer
source: You can't merge thread with itself.
ru: Вы не можете объединить тему саму с собой.

# merge thread serializer
source: The thread you have entered link to doesn't exist or you don't have permission to see it.
ru: Тема, на которую вы указали ссылку, не существует или у вас нет разрешения на её просмотр.

# merge thread serializer
source: You can't merge this thread into thread you can't reply.
ru: Вы не можете объединить эту тему с темой, на которую вы не можете ответить.

# merge threads serializer
source: You have to select at least two threads to merge.
ru: Вы должны выбрать по крайней мере две темы для объединения.

# merge threads serializer
source: No more than %(limit)s thread can be merged at a single time.
ru: За один раз может быть объединено не более %(limit)s темы.

# merge threads serializer
source: One or more threads to merge could not be found.
ru: Не удалось найти одну или несколько тем для объединения.

# edit poll serializer
source: One or more poll choices are invalid.
ru: Один или несколько вариантов в опросе недействительны.

# edit poll serializer
source: You need to add at least two choices to a poll.
ru: Вам нужно добавить в опрос как минимум два варианта ответа.

# edit poll serializer
source: You can't add more than %(limit_value)s option to a single poll (added %(show_value)s).
ru: Вы не можете добавить более %(limit_value)s варианта в один опрос (добавлено %(show_value)s).

# edit poll serializer
source: Number of allowed choices can't be greater than number of all choices.
ru: Количество разрешенных вариантов не может быть больше, чем количество всех вариантов.

# new vote serializer
source: This poll disallows voting for more than %(choices)s choice.
ru: В этом опросе запрещено голосовать более чем за %(choices)s вариант.

# new vote serializer
source: One or more of poll choices were invalid.
ru: Один или несколько вариантов в опросе оказались недействительными.

# new vote serializer
source: You have to make a choice.
ru: Необходимо сделать выбор.

# archived poll
source: Question
ru: Вопрос

# archived poll
source: Choices
ru: Варианты

# post likes message
source: %(user)s likes this.
ru: Нравится пользователю %(user)s.

# post likes message
source: %(users)s like this.
ru: Нравится %(users)s пользователям.

# post likes message
source: %(users)s and %(likes)s other user like this.
ru: %(users)s и ещё %(likes)s пользователь, которым это нравится.

# post likes message
source: %(users)s and %(last_user)s
ru: %(users)s и %(last_user)s

# private threads category name
source: Private threads
ru: Закрытые темы

# threads root category name
source: None (will become top level category)
ru: Не указано (станет категорией высшего уровня)

# thread category validator
source: Requested category could not be found.
ru: Запрошенная категория не найдена.

# thread category validator
source: You don't have permission to access this category.
ru: У вас нет разрешения на доступ к этой категории.

# thread title validator
source: Thread title should contain alpha-numeric characters.
ru: Заголовок темы должен содержать буквенно-цифровые символы.

# thread title validator
source: Thread title is too long.
ru: Заголовок темы слишком длинный.

# thread title length validator
source: You have to enter an thread title.
ru: Вы должны ввести название темы.

# thread title length validator
source: Thread title should be at least %(limit_value)s character long (it has %(show_value)s).
ru: Заголовок темы должен содержать не менее %(limit_value)s символа (в нём %(show_value)s).

# thread title length validator
source: Thread title cannot be longer than %(limit_value)s character (it has %(show_value)s).
ru: Заголовок темы не может быть длиннее %(limit_value)s символа (в нём %(show_value)s).

# post length validator
source: You have to enter a message.
ru: Вы должны ввести сообщение.

# post length validator
source: Posted message should be at least %(limit_value)s character long (it has %(show_value)s).
ru: Сообщение должно быть длиной не менее %(limit_value)s символ (в нём %(show_value)s).

# post length validator
source: Posted message cannot be longer than %(limit_value)s character (it has %(show_value)s).
ru: Отправленное сообщение не может быть длиннее %(limit_value)s символа (в нём %(show_value)s).

# threads root name
source: Threads
ru: Темы

# private threads root name
source: Private threads
ru: Закрытые темы

# threads list
source: Your threads
ru: Собственные темы

# threads list
source: You have to sign in to see list of threads that you have started.
ru: Вам необходимо войти в систему, чтобы увидеть список запущенных вами тем.

# threads list
source: You have to sign in to see list of threads you haven't read.
ru: Вам необходимо войти в систему, чтобы просмотреть список тем, которые вы еще не читали.

# threads list
source: You have to sign in to see list of threads with new replies.
ru: Вам необходимо войти в систему, чтобы просмотреть список тем с новыми ответами.

# threads list
source: You have to sign in to see list of threads you are watching.
ru: Вам необходимо войти в систему, чтобы просмотреть список тем, за которыми Вы следите.

# threads list
source: You have to sign in to see list of threads with unapproved posts.
ru: Вам необходимо войти в систему, чтобы просмотреть список тем с неутвержденными публикациями.

# threads list
source: You don't have permission to see unapproved content lists.
ru: У вас нет разрешения на просмотр списков неутвержденного контента.

# thread goto unapproved
source: You need permission to approve content to be able to go to first unapproved post.
ru: Вам нужно разрешение на утверждение контента, чтобы иметь возможность перейти к первому неутвержденному посту.

# admin node
source: Bans
ru: Блокировки

# admin node
source: Data downloads
ru: Загрузки данных

# admin node
source: Ranks
ru: Уровни

source: Misago user data
ru: Данные пользователя Misago

source: Edit permissions and groups
ru: Редактирование разрешений и групп

source: Edit
ru: Редактировать

source: Edit the user from Misago admin panel
ru: Редактировать пользователя из панели администратора Misago

# admin user form
source: Username
ru: Имя пользователя

# admin user form
source: Custom title
ru: Пользовательский заголовок

# admin user form
source: E-mail address
ru: адрес электронной почты

# admin user form
source: All registered members must have a "Member" role.
ru: Все зарегистрированные участники должны иметь роль "Участник".

# admin user form
source: Password
ru: Пароль

# admin user form
source: Is administrator
ru: Администратор

# admin user form
source: Designates whether the user can log into admin sites. If Django admin site is enabled, this user will need additional permissions assigned within it to admin Django modules.
ru: Указывает, может ли пользователь входить на сайты администратора. Если включен сайт администратора Django, этому пользователю потребуются дополнительные разрешения, назначенные в нем для администрирования модулей Django.

# admin user form
source: Is superuser
ru: Суперадминистратор

# admin user form
source: Only administrators can access admin sites. In addition to admin site access, superadmins can also change other members admin levels.
ru: Только администраторы могут получать доступ к сайтам администратора. Помимо доступа к сайтам администратора, суперадминистраторы также могут изменять уровни администратора для других пользователей.

# admin user form
source: Is active
ru: Активен

# admin user form
source: Designates whether this user should be treated as active. Turning this off is non-destructible way to remove user accounts.
ru: Указывает, следует ли считать этого пользователя активным. Отключение этого параметра является неразрушающим способом удаления учетных записей пользователей.

# admin user form
source: Staff message
ru: Служебное сообщение

# admin user form
source: Optional message for forum team members explaining why user's account has been disabled.
ru: Необязательное сообщение для участников форума, объясняющее, почему учетная запись пользователя была отключена.

# admin user form
source: Set new password
ru: Установить новый пароль

# admin user form
source: Lock avatar changes
ru: Блокировка изменения аватара

# admin user form
source: Setting this to yes will stop user from changing their avatar, and will reset their avatar to procedurally generated one.
ru: Установка значения "да" не позволит пользователю менять свой аватар и вернет ему значение, сгенерированное автоматически.

# admin user form
source: User message
ru: Сообщение для пользователя

# admin user form
source: Optional message for user explaining why they are banned form changing avatar.
ru: Необязательное сообщение для пользователя, объясняющее, почему ему запрещено менять аватарку.

# admin user form
source: Optional message for forum team members explaining why user is banned form changing avatar.
ru: Необязательное сообщение для участников форума, объясняющее, почему пользователю запрещено менять аватарку.

# admin user form
source: Signature contents
ru: Содержание подписи

# admin user form
source: Lock signature changes
ru: Запретить изменение подписи

# admin user form
source: Setting this to yes will stop user from making changes to his/her signature.
ru: Установка значения "да" не позволит пользователю вносить изменения в свою подпись.

# admin user form
source: Optional message to user explaining why his/hers signature is locked.
ru: Необязательное сообщение пользователю, объясняющее, почему его подпись заблокирована.

# admin user form
source: Optional message to team members explaining why user signature is locked.
ru: Необязательное сообщение для членов команды, объясняющее, почему подпись пользователя заблокирована.

# admin user form
source: Hides presence
ru: Скрывать присутствие

# admin user form
source: Who can add user to private threads
ru: Кто может добавлять пользователя в личные темы

# admin user form
source: Started threads
ru: Запущенные темы

# admin user form
source: Replied threads
ru: Отвеченные темы

# admin user form
source: Automatically watch threads that the user has started
ru: Автоматически отслеживать темы, запущенные пользователем

# admin user form
source: Automatically watch threads that the user has replied to
ru: Автоматически отслеживать темы, на которые ответил пользователь

# admin user form
source: Automatically watch private threads that the user was invited to by users they are following
ru: Автоматически просматривать закрытые темы, на которые пользователь был приглашен пользователями, за которыми он следит

# admin user form
source: Automatically watch private threads that the user was invited to by other users
ru: Автоматически просматривать закрытые темы, на которые пользователь был приглашен другими пользователями

# admin user form
source: Notify about new private thread invitations from users this user is following
ru: Уведомлять о новых приглашениях в закрытую тему от пользователей, за которыми следит этот пользователь

# admin user form
source: Notify about new private thread invitations from other users
ru: Уведомлять о новых приглашениях в закрытую тему от других пользователей

# signature length validator
source: Signature can't be longer than %(limit)s character.
ru: Длина подписи не может превышать %(limit)s символ.

# admin user form
source: Rank
ru: Уровень

# admin user form
source: Ranks are used to group and distinguish users. They are also used to add permissions to groups of users.
ru: Уровни используются для группировки и выделения пользователей. Они также используются для добавления прав доступа к группам пользователей.

# admin user form
source: Roles
ru: Роли

# admin user form
source: Individual roles of this user. All users must have a "Member" role.
ru: Индивидуальные роли этого пользователя. У всех пользователей должна быть роль "Участник".

# admin users filter form
source: Username
ru: Имя пользователя

# admin users filter form
source: Profile fields contain
ru: Поля профиля содержат

# admin users filter form
source: Requires activation
ru: Требуется активация

# admin users filter form
source: Account disabled
ru: Учетная запись отключена

# admin users filter form
source: Administrator
ru: Администратор

# admin users filter form
source: Deletes their account
ru: Удаляет их учетную запись

# admin users rank filter choice
source: All ranks
ru: Все уровни

# admin users role filter choice
source: All roles
ru: Все роли

# admin users filter form
source: Has rank
ru: Имеет уровень

# admin users filter form
source: Has role
ru: Имеет роль

# admin rank form
source: Name
ru: Имя

# admin rank form
source: Short and descriptive name of all users with this rank. "The Team" or "Game Masters" are good examples.
ru: Краткое и наглядное название всех пользователей с таким уровнем. Хорошими примерами могут служить "Команда" или "Мастера игры".

# admin rank form
source: User title
ru: Заголовок пользователя

# admin rank form
source: Optional, singular version of rank name displayed by user names. For example "GM" or "Dev".
ru: Необязательный вариант названия ранга в единственном числе, отображаемый в именах пользователей. Например, "GM" или "Dev".

# admin rank form
source: Description
ru: Описание

# admin rank form
source: Optional description explaining function or status of members distincted with this rank.
ru: Необязательное описание, объясняющее функции или статус членов с этим уровнем.

# admin rank form
source: User roles
ru: Роли пользователей

# admin rank form
source: Rank can give additional roles to users with it.
ru: С помощью уровня можно наделять пользователей дополнительными ролями.

# admin rank form
source: CSS class
ru: CSS класс

# admin rank form
source: Optional css class added to content belonging to this rank owner.
ru: Дополнительный css-класс, добавленный к контенту, принадлежащему этому владельцу уровня.

# admin rank form
source: Give rank dedicated tab on users list
ru: Выделить уровню специальную вкладку в списке пользователей

# admin rank form
source: Selecting this option will make users with this rank easily discoverable by others through dedicated page on forum users list.
ru: При выборе этой опции пользователи с таким уровнем будут легко доступны другим пользователям через специальную вкладку в списке пользователей форума.

# admin rank form
source: There's already an other rank with this name.
ru: Уже есть другой уровень с таким названием.

# admin ban users form
source: Values to ban
ru: Значения для блокировки

# admin ban users form
source: User message
ru: Сообщение пользователю

# admin ban users form
source: Optional message displayed to users instead of default one.
ru: Дополнительное сообщение, отображаемое пользователю вместо сообщения по умолчанию.

# admin ban users form
source: Message can't be longer than 1000 characters.
ru: Длина сообщения не может превышать 1000 символов.

# admin ban users form
source: Team message
ru: Сообщение команде

# admin ban users form
source: Optional ban message for moderators and administrators.
ru: Необязательное сообщение о блокировке для модераторов и администраторов.

# admin ban users form
source: Expiration date
ru: Дата истечения срока

# admin ban users form
source: Usernames
ru: Имена пользователей

# admin ban users form
source: E-mails
ru: Электронные почты

# admin ban users form
source: E-mail domains
ru: Домены электронной почты

# admin ban users form
source: IP addresses
ru: IP-адреса

# admin ban users form
source: First segment of IP addresses
ru: Первый сегмент IP-адресов

# admin ban users form
source: First two segments of IP addresses
ru: Первые два сегмента IP-адресов

# admin ban form
source: Check type
ru: Тип проверки

# admin ban form
source: Restrict this ban to registrations
ru: Ограничить эту блокировку регистрациями

# admin ban form
source: Changing this to yes will make this ban check be only performed on registration step. This is good if you want to block certain registrations like ones from recently compromised e-mail providers, without harming existing users.
ru: Если изменить это значение на "да", проверка запрета будет выполняться только на этапе регистрации. Это полезно, если вы хотите заблокировать определенные регистрации, например, от недавно скомпрометированных поставщиков услуг электронной почты, без ущерба для существующих пользователей.

# admin ban form
source: Banned value
ru: Заблокированное значение
