Repository: mrpavko/misago-translation_ru
Catalog: django.po
Languages: ru

# admin theme form
source: Edit theme
ru: Редактировать тему

# admin theme form
source: Settings
ru: Настройки

# admin theme form
source: Additional information (optional)
ru: Дополнительная информация (необязательно)

# admin themes
source: Import theme
ru: Импорт темы

# admin theme import submit
source: Import
ru: Импорт

# admin themes
source: Create theme
ru: Создать тему

# admin themes list
source: Theme
ru: Тема

# admin theme active status
source: Active
ru: Активная

# admin themes
source: Edit information
ru: Редактировать информацию

# admin themes
source: Create child theme
ru: Создать дочернюю тему

# admin themes
source: Set as active
ru: Сделать активной

# admin themes
source: Export theme
ru: Экспортировать тему

# admin themes
source: Delete theme
ru: Удалить тему

# admin themes
source: Are you sure you want to delete this theme? Deleting theme will also delete its child themes.
ru: Вы уверены, что хотите удалить эту тему? При удалении темы также будут удалены ее дочерние темы.

# admin ban users form
source: Ban users
ru: Заблокировать пользователей

# admin ban users form
source: Ban selected users
ru: Заблокировать выбраных пользователей

# admin ban users form
source: Users
ru: Пользователи

# admin ban users list
source: User
ru: Пользователь

# admin ban users list
source: IP address
ru: IP адрес

source: Avatar
ru: Аватар

# admin user ip deleted
source: IP removed
ru: IP удален

# admin ban users form
source: Ban settings
ru: Настройки блокировки

# admin ban users form
source: Messages
ru: Сообщения

# admin ban users form
source: Never
ru: Никогда

# admin ban users form
source: Set date
ru: Задать дату

# admin users
source: View on site
ru: Просмотр на сайте

# admin user form
source: Edit user
ru: Редактировать пользователя

# admin users list item
source: Can use admin control panel and manage other administrators
ru: Может использовать панель управления администратора и управлять другими администраторами

# admin user super admin status
source: Super Admin
ru: Суперадминистратор

# admin users list item
source: Can use admin control panel
ru: Может использовать панель управления администратора

# admin user admin status
source: Admin
ru: Администратор

# admin users list item
source: Requires activation by administrator
ru: Требуется активация администратором

# admin user inactive status
source: Inactive
ru: Неактивный

# admin users list item
source: Has to activate their account
ru: Должен активировать свою учетную запись

# admin users list item
source: Account scheduled for deletion
ru: Учетная запись, запланированная к удалению

# admin user deleted status
source: Deleted
ru: Удаленный

# admin users list item
source: Account disabled
ru: Учетная запись отключена

# admin user disabled status
source: Disabled
ru: Отключена

# admin user stats
source: %(posts)s post
ru: %(posts)s пост

# admin user stats
source: %(threads)s thread
ru: %(threads)s тема

# admin user form
source: Basic account settings
ru: Основные настройки учетной записи

# admin user form
source: Administrator status
ru: Статус администратора

# admin user form
source: Only superusers can change other users administrator status.
ru: Только суперпользователи могут изменять статус администратора других пользователей.

# admin user form
source: Sign-in credentials
ru: Учетные данные для входа

# admin user form
source: This user has not set account password and uses other service to authenticate.
ru: Этот пользователь не установил пароль учетной записи и использует другой сервис для аутентификации.

# admin user form
source: Avatar
ru: Аватар

# admin user form
source: Signature
ru: Подпись

# admin user form
source: Forum options
ru: Параметры форума

# admin user form
source: Automatic subscription preferences (deprecated)
ru: Настройки автоматической подписки (устарели)

# admin user form
source: Notifications preferences
ru: Настройки уведомлений

# admin user form
source: Account status
ru: Статус учетной записи

# admin user form
source: This user is deleting their account. It has been deactivated for the duration of the process.
ru: Этот пользователь удаляет свою учетную запись. Она деактивирована на время процесса.

# admin user form
source: No additional action is required. This account will be deleted automatically when process is completed.
ru: Никаких дополнительных действий не требуется. Эта учетная запись будет автоматически удалена после завершения процесса.

# admin user form
source: Agreements
ru: Соглашения

# admin user agreements list
source: Agreement
ru: Соглашение

# admin user agreements list
source: Type
ru: Тип

# admin user agreements list
source: Accepted on
ru: Принятый на

# admin user agreements list
source: This user didn't accept any agreements.
ru: Этот пользователь не принимал соглашений.

# admin users
source: New user
ru: Новый пользователь

# admin users list
source: User
ru: Пользователь

# admin users list
source: Rank
ru: Уровень

# admin users list
source: Registration
ru: Регистрация

# admin users list
source: Posts
ru: Посты

# admin users
source: Edit user
ru: Редактировать пользователя

# admin users
source: Edit
ru: Редактировать

# admin users
source: No users matching criteria exist.
ru: Нет пользователей, соответствующих критериям.

# admin users filter form
source: You can include wildcard ("*") in username and email search:
ru: Вы можете включить подстановочный знак ("*") в поле поиска имени пользователя и электронной почты:

# admin users filter form
source: "admin*" will find both "admin" and "administrator".
ru: "admin*" найдет как "admin", так и "администратор".

# admin users filter form
source: "*chan" will match both "chan" and "marichan".
ru: "*chan" будет соответствовать как "chan", так и "mari chan".

# admin users filter form
source: "*son*" will match "son", "song", "firstson" and "firstsong".
ru: "*son*" будет соответствовать "son", "song", "first song" и "firstsong".

# admin user form
source: New user
ru: Новый пользователь

# admin user form
source: Save user
ru: Сохранить пользователя

# category status icon
source: This category has new posts. (closed)
ru: В этой категории появились новые посты. (закрыто)

# category status icon
source: This category has no new posts. (closed)
ru: В этой категории нет новых постов. (закрыто)

# category status icon
source: This category has new posts.
ru: В этой категории появились новые посты.

# category status icon
source: This category has no new posts.
ru: В этой категории нет новых постов.

# category last reply
source: Protected category
ru: Защищенная категория

# category last reply
source: Private category
ru: Закрытая категория

# category last reply
source: Empty category
ru: Пустая категория

# category stats
source: %(threads)s thread
ru: %(threads)s тема

# category stats
source: %(posts)s post
ru: %(posts)s пост

# categories page
source: No categories exist or you don't have permission to see them.
ru: Категорий не существует, или у вас нет разрешения на их просмотр.

# categories page
source: Categories
ru: Категории

# categories page
source: There is %(categories)s main category currenty available on the %(forum_name)s.
ru: %(categories)s основная категория доступна в настоящее время на %(forum_name)s.

# account activated email
source: %(user)s, your account has been activated by site administrator.
ru: %(user)s, ваша учетная запись активирована администратором сайта.

# account activated email from admin sign in cta link
source: this form
ru: эта форма

# account activated email from admin sign in cta
source: You can now sign in to it using %(login_form)s.
ru: Теперь вы можете войти в него, используя %(login_form)s.

# account activated email
source: You can now sign in to it using the form below:
ru: Теперь вы можете войти в систему, воспользовавшись формой ниже:

# account activation email
source: %(user)s, to activate your account click the below link:
ru: %(user)s, чтобы активировать свою учетную запись, перейдите по ссылке ниже:

# account activation email cta link
source: Activate my account
ru: Активировать мою учетную запись

# email footer
source: Sent from %(forum_host)s
ru: Отправлено с %(forum_host)s

# confirm email change email
source: %(user)s, you are receiving this message because you have changed your e-mail address.
ru: %(user)s, вы получили это сообщение, потому что изменили свой адрес электронной почты.

# confirm email change email
source: To confirm this change, click the link below:
ru: Чтобы подтвердить это изменение, перейдите по ссылке ниже:

# confirm email change email cta
source: Confirm change
ru: Подтвердить изменение

# confirm password change email
source: %(user)s, you are receiving this message because you have changed your password.
ru: %(user)s, вы получили это сообщение, потому что изменили свой пароль.

# confirm password change email
source: To confirm this change, click the link below:
ru: Чтобы подтвердить это изменение, перейдите по ссылке ниже:

# confirm password change email cta
source: Confirm change
ru: Подтвердить изменение

# change forgotten password email
source: %(user)s, you are receiving this message because you want to change forgotten password to your account.
ru: %(user)s, вы получили это сообщение, потому что хотите сменить забытый пароль к своей учетной записи.

# change forgotten password email
source: To set new password to your account click the link below:
ru: Чтобы установить новый пароль для своей учетной записи, перейдите по ссылке ниже:

# change forgotten password email cta
source: Set new password
ru: Установить новый пароль

# data download ready email
source: %(user)s, you are receiving this message because your data is ready for download.
ru: %(user)s, вы получили это сообщение, потому что ваши данные готовы к скачиванию.

# data download ready email cta
source: Download data
ru: Скачать данные

# data download ready email
source: This link will remain active for %(expires_in)s hour from the time this message has been sent.
ru: Эта ссылка будет активна в течение %(expires_in)s часа с момента отправки этого сообщения.

# data download ready email
source: To download your data, click the following link:
ru: Чтобы скачать свои данные, перейдите по следующей ссылке:

# new private thread email
source: %(user)s, you are receiving this message because %(sender)s has invited you to participate in private thread %(thread)s.
ru: %(user)s, вы получили это сообщение, потому что %(sender)s пригласил вас принять участие в закрытой теме %(thread)s.

# new private thread email
source: To read this thread click the link below:
ru: Чтобы прочитать эту тему, перейдите по ссылке ниже:

# new private thread email
source: %(user)s, you are receiving this message because %(sender)s has invited you to participate in private thread "%(thread)s".
ru: %(user)s, вы получили это сообщение, потому что %(sender)s пригласил вас принять участие в закрытой теме "%(thread)s".

# welcome email
source: %(user)s, thank you for joining us!
ru: %(user)s, спасибо, что присоединились к нам!

# welcome email
source: You may now join discussion on our site. Why not spend a minute or two to have a look around and share your opinions and knowledge with rest of community?
ru: Теперь вы можете присоединиться к обсуждению на нашем сайте. Почему бы не потратить минутку-другую на то, чтобы осмотреться и поделиться своим мнением и знаниями с остальным сообществом?

# welcome email complete sign in cta link
source: this form
ru: эта форма

# welcome email complete sign in cta
source: You can always sign in to your account using %(login_form)s.
ru: Вы всегда можете войти в свою учетную запись, используя %(login_form)s.

# welcome email
source: You can always sign in to your account using the form below:
ru: Вы всегда можете войти в свою учетную запись, воспользовавшись формой ниже:

# welcome email
source: Before you will be able to join discussion on our site, one of administrators will have to activate your account.
ru: Прежде чем вы сможете присоединиться к обсуждению на нашем сайте, один из администраторов должен будет активировать вашу учетную запись.

# welcome email
source: You will receive an e-mail with notification once this happens.
ru: Как только это произойдет, вы получите электронное письмо с уведомлением.

# welcome email
source: Thank you for your patience and see you soon!
ru: Спасибо вам за ваше терпение и до скорой встречи!

# welcome email
source: Before you will be able to join discussion on our site, you have to activate your account. To do so, simply click the link below:
ru: Прежде чем вы сможете присоединиться к обсуждению на нашем сайте, вам необходимо активировать свою учетную запись. Для этого просто перейдите по ссылке ниже:

# welcome email activate link
source: Activate my account
ru: Активировать мою учетную запись

# welcome email inactive sign in cta link
source: this form
ru: эта форма

# welcome email inactive sign in cta
source: Once your account is activated, you can always sign in to it using %(login_form)s.
ru: Как только ваша учетная запись будет активирована, вы всегда сможете войти в нее, используя %(login_form)s.

# welcome email
source: Once your account is activated, you can always sign in to it using the form below:
ru: Как только ваша учетная запись будет активирована, вы всегда сможете войти в нее, воспользовавшись формой ниже:

# new thread reply email
source: %(sender)s has posted a new reply to the %(thread)s thread that you are watching.
ru: %(sender)s опубликовал новый ответ в теме %(thread)s, за которой Вы следите.

# new thread reply email
source: You can read this reply by clicking on the following link:
ru: Вы можете прочитать этот ответ, перейдя по следующей ссылке:

# new thread reply email cta
source: Go to reply
ru: Перейти к ответу

# new thread reply email
source: To stop receiving e-mails with new reply notifications for this thread, click here:
ru: Чтобы прекратить получать электронные письма с уведомлениями о новых ответах для этой темы, нажмите здесь:

# new thread reply email
source: Disable e-mail notifications for this thread
ru: Отключить уведомления по электронной почте для этой темы

# new thread reply email
source: %(sender)s has posted a new reply to the "%(thread)s" thread that you are watching.
ru: %(sender)s опубликовал новый ответ в теме "%(thread)s", за которой Вы следите.

# error 403 page
source: Page not available
ru: Страница недоступна

# error 403 page
source: You don't have permission to access this page.
ru: У вас нет разрешения на доступ к этой странице.

# error 403 page
source: This page is not available.
ru: Запрошенная страница недоступна.

# error 404 page
source: Page not found
ru: Страница не найдена

# error 404 page
source: The link you've followed was incorrect or the page has been moved or deleted.
ru: Ссылка, по которой вы перешли неверная, или страница была перенесена или удалена.

# error 404 page
source: Requested page could not be found.
ru: Запрошенная страница не найдена.

# error 405 page
source: Wrong way
ru: Неверный путь

# error 405 page
source: This page should be reached via form submission or pressing button.
ru: На эту страницу можно перейти, отправив форму или нажав кнопку.

# error 405 page
source: Page reached in wrong way.
ru: Страница попала не туда.

source: This ban expires on %(expires_on)s.
ru: Блокировка истекает %(expires_on)s.

# error banned message
source: This ban is permanent.
ru: Эта постоянная блокировка.

# error banned page
source: You are banned
ru: Вы заблокированы

# error banned page
source: You are banned from accessing this page.
ru: Вам запрещен доступ к этой странице.

# error csrf page
source: Request blocked
ru: Запрос заблокирован

# error csrf page
source: This error is usually caused by your browser not accepting or using outdated cookies. Check your browser configuration and try again.
ru: Эта ошибка обычно возникает из-за того, что ваш браузер не принимает или использует устаревшие файлы cookie. Проверьте конфигурацию вашего браузера и повторите попытку.

# error csrf page
source: Suspicious request blocked.
ru: Подозрительный запрос заблокирован.

# error csrf authenticated page
source: This error is usually caused by the used web browser not accepting or using outdated cookies.
ru: Эта ошибка обычно возникает из-за того, что используемый веб-браузер не принимает или использует устаревшие файлы cookie.

# error csrf page
source: Check your browser configuration and try again.
ru: Проверьте конфигурацию вашего браузера и повторите попытку.

# error csrf authenticated page
source: Request blocked
ru: Запрос заблокирован

# error csrf authenticated page
source: Suspicious request blocked.
ru: Подозрительный запрос заблокирован.

# error csrf authenticated page
source: Check your browser configuration and try again.
ru: Проверьте конфигурацию вашего браузера и повторите попытку.

# error oauth2 page
source: Could not sign in with %(provider)s
ru: Не удалось войти в систему с помощью %(provider)s

# error oauth2 page
source: Please try again.
ru: Пожалуйста, попробуйте снова.

# error oauth2 page cta
source: Sign in
ru: Зарегистрироваться

# error oauth2 profile page
source: Could not sign in with %(provider)s
ru: Не удалось войти в систему с помощью %(provider)s

# error oauth2 profile page
source: Found problems:
ru: Обнаруженные проблемы:

# error social auth page
source: Problem with sign in
ru: Проблема со входом в систему

# error social auth page
source: Please try again or use another method to sign in if the problem persists.
ru: Пожалуйста, повторите попытку или используйте другой способ входа в систему, если проблема не устранится.

# forum footer
source: For complete experience please enable JavaScript.
ru: Для получения более полной информации, пожалуйста, включите JavaScript.

# forum footer
source: Terms of service
ru: Условия предоставления услуг

# forum footer
source: Privacy policy
ru: Политика конфиденциальности

# set new password error page
source: Set new password error
ru: Ошибка установки нового пароля

# forgotten password error page
source: Change forgotten password error
ru: Ошибка при смене забытого пароля

# set new password error page
source: Can't set new password.
ru: Не удается установить новый пароль.

# forgotten password error page
source: Can't change forgotten password.
ru: Не удается изменить забытый пароль.

# forgotten password error page cta
source: Request another password change link.
ru: Запросите другую ссылку для смены пароля.

# set new password form page
source: Set new password
ru: Установить новый пароль

# forgotten password form page
source: Change forgotten password
ru: Ошибка при смене забытого пароля

# forgotten password form page
source: To reset your password please enable JavaScript.
ru: Чтобы сбросить свой пароль, пожалуйста, включите JavaScript.

# set new password page
source: Set new password
ru: Установить новый пароль

# forgotten password page
source: Change forgotten password
ru: Изменить забытый пароль

# set new password page
source: Your user account has no password set for it because it was created with other service.
ru: Для вашей учетной записи пользователя не установлен пароль, поскольку она была создана с помощью другого сервиса.

# set new password page
source: To set password for your account, you can use special secure form that will be available by special link valid only for your browser, for seven days or until your password is set.
ru: Чтобы установить пароль для своей учетной записи, вы можете воспользоваться специальной защищенной формой, которая будет доступна по специальной ссылке, действительной только для вашего браузера, в течение семи дней или до тех пор, пока ваш пароль не будет установлен.

# forgotten password page
source: Because user passwords are processed in an irreversible way before being saved to database, it is not possible for us to simply send you your password.
ru: Поскольку пароли пользователей обрабатываются необратимым образом перед сохранением в базе данных, мы не можем просто отправить вам ваш пароль.

# forgotten password page
source: Instead, you can change your password using special secure form that will be available by special link valid only for your browser, for seven days or until your password is changed.
ru: Вместо этого вы можете изменить свой пароль, используя специальную защищенную форму, которая будет доступна по специальной ссылке, действительной только для вашего браузера, в течение семи дней или до тех пор, пока ваш пароль не будет изменен.

# forgotten password page
source: To receive this link, enter your account's e-mail address and press the "Send link" button.
ru: Чтобы получить эту ссылку, введите адрес электронной почты вашей учетной записи и нажмите кнопку "Отправить ссылку".

# forgotten password page
source: To request new password reset link please enable JavaScript.
ru: Чтобы запросить новую ссылку для сброса пароля, пожалуйста, включите JavaScript.

# navbar
source: Open search
ru: Открыть поиск

# navbar
source: Open private threads
ru: Открыть закрытые темы

# navbar
source: Open notifications
ru: Открыть уведомления

# navbar
source: Open your options
ru: Открыть параметры

# cta
source: Sign in
ru: Войти

# cta
source: Register
ru: Зарегистрироваться

# notifications page
source: Notifications
ru: Уведомления

# notifications page
source: Enable JavaScript
ru: Включить JavaScript

# notifications page
source: You need to enable JavaScript in your browser to see your notifications.
ru: Вам необходимо включить JavaScript в вашем браузере, чтобы видеть ваши уведомления.

# notifications page
source: Loading...
ru: Загрузка...

# notifications disabled page
source: E-mail notifications disabled
ru: Уведомления по электронной почте отключены

# notifications disabled page
source: You will no longer receive e-mail notifications when someone replies to this thread.
ru: Вы больше не будете получать уведомления по электронной почте, когда кто-то ответит на эту тему.

# notifications disabled page
source: If you change your mind and want to re-enable e-mail notifications, you can do so by adjusting your notification settings on thread's page.
ru: Если вы передумаете и захотите снова включить уведомления по электронной почте, вы можете сделать это, изменив настройки уведомлений на странице темы.

# notifications disabled page
source: Go to thread
ru: Перейти к теме

# notifications disabled page
source: Go to home page
ru: Перейти на домашнюю страницу

# credentials changed page
source: Change sign-in credentials
ru: Изменить учетные данные для входа

# credentials changed page
source: From now you will need to use new credentials when signing in.
ru: Отныне вам нужно будет использовать новые учетные данные при входе в систему.

# credentials changed error page
source: Change confirmation link is invalid.
ru: Ссылка для подтверждения изменения недействительна.

# credentials changed error page
source: The confirmation link belongs to other user, was already used, or has expired.
ru: Ссылка для подтверждения принадлежит другому пользователю, уже использовалась или срок действия которой истек.

# credentials changed page cta
source: Request another confirmation link.
ru: Запросите другую ссылку для подтверждения.

# change options page
source: Change your options
ru: Измените свои параметры

# change options page
source: Enable JavaScript
ru: Включить JavaScript

# change options page
source: You need to enable JavaScript in your browser to change your options.
ru: Вам необходимо включить JavaScript в вашем браузере, чтобы изменить свои параметры.

# change options page
source: Loading...
ru: Загрузка...

# private thread participants
source: Add participant
ru: Добавить участника

# private thread participants
source: This thread has %(users)s participant.
ru: В этой теме участвует %(users)s пользователь.
