Repository: mrpavko/misago-translation_ru
Catalog: djangojs.po
Languages: ru

# threads moderation move btn
source: Move threads
ru: Перенести темы

# threads moderation move
source: You can't move threads because there are no categories you are allowed to move them to.
ru: Вы не можете перенести темы, потому что нет категорий, в которые вам разрешено их переносить.

# threads moderation move
source: You need permission to start threads in category to be able to move threads to it.
ru: Вам нужно разрешение на запуск тем в категории, чтобы иметь возможность объединять темы в неё.

# threads moderation move dismiss btn
source: Ok
ru: Ок

# threads moderation move title
source: Move threads
ru: Перенести темы

# threads moderation
source: Selected threads were pinned globally.
ru: Выбранные темы закреплены везде.

# threads moderation
source: Selected threads were pinned in category.
ru: Выбранные темы закреплены в категории.

# threads moderation
source: Selected threads were unpinned.
ru: Выбранные темы откреплены.

# threads moderation
source: Selected threads were approved.
ru: Выбранные темы одобрены.

# threads moderation
source: Selected threads were opened.
ru: Выбранные темы открыты.

# threads moderation
source: Selected threads were closed.
ru: Выбранные темы закрыты.

# threads moderation
source: Selected threads were unhidden.
ru: Выбранные темы скрыты.

# threads moderation
source: Selected threads were hidden.
ru: Выбранные темы скрыты.

# threads moderation
source: You don't have permission to merge this thread with others.
ru: У вас нет прав на объединение этой темы с другими.

# threads moderation
source: You have to select at least two threads to merge.
ru: Вы должны выбрать по крайней мере две темы для объединения.

# threads moderation
source: Are you sure you want to delete selected threads?
ru: Вы уверены, что хотите удалить выбранные темы?

# threads moderation
source: Selected threads were deleted.
ru: Выбранные темы удалены.

# threads moderation btn
source: Select all
ru: Выбрать всё

# threads moderation btn
source: Select none
ru: Снять выделение

# threads moderation btn
source: Pin threads globally
ru: Закрепить темы везде

# threads moderation btn
source: Pin threads in categories
ru: Закрепить темы в категории

# threads moderation btn
source: Unpin threads
ru: Открепить темы

# threads moderation btn
source: Move threads
ru: Перенести темы

# threads moderation btn
source: Merge threads
ru: Объединить темы

# threads moderation btn
source: Approve threads
ru: Одобрить темы

# threads moderation btn
source: Open threads
ru: Открыть темы

# threads moderation btn
source: Close threads
ru: Закрыть темы

# threads moderation btn
source: Unhide threads
ru: Отменить скрытие тем

# threads moderation btn
source: Hide threads
ru: Скрыть темы

# threads moderation btn
source: Delete threads
ru: Удалить темы

# threads list nav
source: Moderation
ru: Модерация

# threads list nav
source: All categories
ru: Все категории

# threads list nav
source: All subcategories
ru: Все подкатегории

# threads list nav
source: Start thread
ru: Запустить тему

# threads list empty
source: There are no threads on this site yet.
ru: На этом сайте пока нет тем для обсуждения.

# threads list empty
source: There are no threads in this category.
ru: В этой категории нет тем.

# threads list empty
source: No threads matching specified criteria were found.
ru: Не найдено ни одной темы, соответствующей указанным критериям.

# threads list
source: %(timestamp)s - latest activity
ru: %(timestamp)s - последняя активность

# threads list
source: %(poster)s - latest poster
ru: %(poster)s - последняя публикация

# watch thread
source: Send e-mail notifications
ru: Отправлять уведомления по электронной почте

# watch thread
source: Without e-mail notifications
ru: Без уведомлений по электронной почте

source: Not watching
ru: Не отслеживать

# threads list
source: Contains unread posts
ru: Содержит непросмотренные посты

# threads list
source: No unread posts
ru: Нет непросмотренных постов

# threads list
source: %(starter)s - original poster
ru: %(starter)s - оригинальная публикация

# threads list
source: Go to page: %(page)s
ru: Перейти к странице: %(page)s

# threads list update prompt
source: There is %(threads)s new or updated thread. Click here to show it.
ru: Есть %(threads)s новая или обновлённая тема. Нажмите здесь, чтобы показать их.

# threads list title
source: Threads
ru: Темы

# threas list more btn
source: Show more
ru: Показать больше

# private threads title
source: Private threads
ru: Закрытые темы

# private threads list
source: Private threads are threads which only those that started them and those they have invited may see and participate in.
ru: Закрытые темы - это темы, которые могут видеть и в которых могут участвовать только те, кто их запустил, и те, кого они пригласили.

# private threads list empty
source: You aren't participating in any private threads.
ru: Вы не участвуете ни в каких закрытых темах.

# threads list
source: All
ru: Все

source: All threads
ru: Все темы

# threads list
source: My
ru: Мои

# threads list
source: My threads
ru: Мои темы

# threads list
source: New
ru: Новые

# threads list
source: New threads
ru: Новые темы

# threads list
source: Unread
ru: Непросмотренные

# threads list
source: Unread threads
ru: Непросмотренные темы

# threads list
source: Watched
ru: Просмотренные

# threads list
source: Watched threads
ru: Просмотренные темы

# threads list
source: Unapproved
ru: Неодобренные

# threads list
source: Unapproved content
ru: Неодобренные контент

# top posters empty
source: No users have posted any new messages during last %(days)s day.
ru: За последний %(days)s день ни один пользователь не опубликовал ни одного нового поста.

# top posters list item
source: Rank
ru: Уровень

# top posters list item
source: Ranked posts
ru: Ранжированные посты

# top posters list item
source: Total posts
ru: Всего постов

# top posters list
source: %(posters)s top poster from last %(days)s days.
ru: %(posters)s лучший пост за последний %(days)s день.

# users page title
source: Users
ru: Пользователи

# rank users list
source: There is %(more)s more user with this rank.
ru: Есть еще %(more)s пользователь с таким уровнем.

# rank users list empty
source: There are no more users with this rank.
ru: Больше нет пользователей с таким уровнем.

# rank users list paginator
source: Go to first page
ru: Перейти на первую страницу

# rank users list paginator
source: Go to previous page
ru: Перейти на предыдущую страницу

# rank users list paginator
source: Go to next page
ru: Перейти к следующей странице

# rank users list paginator
source: Go to last page
ru: Перейти к последней странице

# rank users list
source: There are no users with this rank at the moment.
ru: На данный момент пользователей с таким уровнем нет.

# ajax client error
source: Could not connect to the site.
ru: Не удалось подключиться к сайту.

# ajax client error
source: Action link is invalid.
ru: Ссылка на действие недействительна.

# ajax client error
source: Unknown error has occurred.
ru: Произошла неизвестная ошибка.

# api error
source: Could not connect to the site.
ru: Не удалось подключиться к сайту.

# api error
source: Upload was rejected by the site as too large.
ru: Загрузка отклонена сайтом как слишком большая.

# api error
source: Action link is invalid.
ru: Ссылка на действие недействительна.

# api error
source: Unknown error has occurred.
ru: Произошла неизвестная ошибка.

# captcha field
source: Failed to load CAPTCHA.
ru: Не удалось загрузить капчу.

# captcha field
source: Please solve the quick test
ru: Пожалуйста, пройдите краткий тест

# captcha field
source: This test helps us prevent automated spam registrations on the site.
ru: Этот тест помогает нам предотвратить автоматическую регистрацию нежелательной почты на сайте.

# page title pagination
source: page: %(page)s
ru: станица: %(page)s

source: You are already working on other message. Do you want to discard it?
ru: Вы уже работаете над другим сообщением. Хотите удалить его?

# api error
source: You don't have permission to perform this action.
ru: У вас нет разрешения на выполнение этого действия.

# banned page
source: This ban expires on %(expires_on)s.
ru: Блокировка истекает %(expires_on)s.

# banned page
source: This ban expires %(expires_on)s.
ru: Блокировка истекает %(expires_on)s.

# banned page
source: This ban has expired.
ru: Срок действия блокировки истек.

# banned page
source: This ban is permanent.
ru: Эта постоянная блокировка.

# banned error title
source: You are banned
ru: Вы заблокированы

# agreement validator
source: You have to accept the terms of service.
ru: Вы должны принять условия предоставления услуг.

# agreement validator
source: You have to accept the privacy policy.
ru: Вы должны принять нашу политику конфиденциальности.

# email validator
source: Enter a valid e-mail address.
ru: Введите действительный адрес электронной почты.

# value length validator
source: Ensure this value has at least %(limit_value)s character (it has %(show_value)s).
ru: Убедитесь, что это значение содержит как минимум %(limit_value)s символ (оно содержит %(show_value)s символов).

# value length validator
source: Ensure this value has at most %(limit_value)s character (it has %(show_value)s).
ru: Убедитесь, что это значение содержит не более %(limit_value)s символа (оно содержит %(show_value)s символов).

# username length validator
source: Username must be at least %(limit_value)s character long.
ru: Длина имени пользователя должна составлять не менее %(limit_value)s символа.

# username length validator
source: Username cannot be longer than %(limit_value)s character.
ru: Длина имени пользователя должна составлять не более %(limit_value)s символа.

# username validator
source: Username must contain Latin alphabet letters or digits.
ru: Имя пользователя должно содержать буквы латинского алфавита или цифры.

# username validator
source: Username can only contain Latin alphabet letters, digits, and an underscore sign.
ru: Имя пользователя может содержать только буквы латинского алфавита, цифры и знак подчеркивания.

# password length validator
source: Valid password must be at least %(limit_value)s character long.
ru: Длина пароля должна быть не менее %(limit_value)s символа.
