Repository: mrpavko/misago-translation_ru
Catalog: django.po
Languages: ru

# admin agreements
source: New agreement "%(title)s" has been saved.
ru: Новое соглашение "%(title)s" сохранено.

# admin agreements
source: Agreement "%(title)s" has been edited.
ru: Соглашение "%(title)s" отредактировано.

# admin agreements
source: Agreement "%(title)s" has been deleted.
ru: Соглашение "%(title)s" удалено.

# admin agreements
source: Agreement "%(title)s" has been set as active for type "%(type)s".
ru: Соглашение "%(title)s" установлено как активное для типа "%(type)s".

# admin agreements
source: Agreement "%(title)s" has been disabled.
ru: Соглашение "%(title)s" отключено.

# agreement submit
source: You have already accepted this agreement.
ru: Вы уже приняли это соглашение.

# agreement submit
source: You need to submit a valid choice.
ru: Вам необходимо предоставить допустимый выбор.

# agreement type choice
source: Terms of service
ru: Условия предоставления услуг

# agreement type choice
source: Privacy policy
ru: Политика конфиденциальности

# quote title
source: %(title)s has written:
ru: %(title)s написал:

# quote title
source: Quoted message:
ru: Цитируемое сообщение:

# spoiler
source: Reveal spoiler
ru: Раскрыть спойлер

# admin node
source: Menu items
ru: Пункты меню

# admin node
source: Use those options to add custom items to the navbar and footer menus.
ru: Использовать эти параметры для добавления пользовательских элементов в меню панели навигации и нижнего колонтитула.

# admin menu item form
source: Title
ru: Заголовок

# admin menu item form
source: URL where this item will point to.
ru: URL на который будет указывать этот элемент.

# admin menu item form
source: Menu
ru: Меню

# admin menu item form
source: Menu in which this item will be displayed.
ru: Меню, в котором будет отображаться этот пункт.

# admin menu item form
source: CSS class
ru: CSS класс

# admin menu item form
source: Optional. Additional CSS class to include in link's "class" HTML attribute.
ru: Необязательный. Дополнительный CSS-класс для включения в HTML-атрибут ссылки "class".

# admin menu item form
source: Open this link in new window
ru: Открыть ссылку в новом окне

# admin menu item form
source: Enabling this option will result in the target="_blank" attribute being added to this link's HTML element.
ru: Включение этой опции приведет к добавлению атрибута target="_blank" в HTML-элемент этой ссылки.

# admin menu item form
source: Rel attribute
ru: Rel атрибут

# admin menu item form
source: Optional "rel" attribute that this item will use (ex. "nofollow").
ru: Необязательный атрибут "rel", который будет использоваться в этом элементе (например, "nofollow").

# admin menu items
source: Requested menu item does not exist.
ru: Запрашиваемый пункт прейскуранта не существует.

# admin menu items
source: Delete items
ru: Удалить пункты

# admin menu items
source: Are you sure you want to delete those menu items?
ru: Вы уверены, что хотите удалить эти пункты меню?

# admin menu items
source: Selected menu items have been deleted.
ru: Выбранные пункты меню удалены.

# admin menu items
source: New menu item %(item)s has been saved.
ru: Сохранен новый пункт меню %(item)s.

# admin menu items
source: Menu item %(item)s has been edited.
ru: Пункт меню %(item)s отредактирован.

# admin menu items
source: Menu item %(item)s has been deleted.
ru: Пункт меню %(item)s удален.

# admin menu items
source: Menu item %(item)s has been moved after %(other)s.
ru: Пункт меню %(item)s перенесён после %(other)s.

# admin menu items
source: Menu item %(item)s has been moved before %(other)s.
ru: Пункт меню %(item)s перенесён перед %(other)s.

# menu choice
source: Navbar and footer
ru: Панель навигации и футер

# menu choice
source: Navbar
ru: Панель навигации

# menu choice
source: Footer
ru: Футер

# notifications permission
source: You must be signed in to access your notifications.
ru: Вы должны войти в систему, чтобы получить доступ к вашим уведомлениям.

# notification replied
source: %(actor)s replied to %(thread)s
ru: %(actor)s ответил %(thread)s

# notification invited
source: %(actor)s invited you to %(thread)s
ru: %(actor)s пригласил Вас в %(thread)s

# notification type
source: Don't notify
ru: Не уведомлять

# notification type
source: Notify on site only
ru: Уведомлять только на сайте

# notification type
source: Notify on site and with e-mail
ru: Уведомлять на сайте и по электронной почте

# new thread reply email subject
source: %(thread)s - new reply by %(user)s
ru: %(thread)s - новый ответ от %(user)s

# new private thread email subject
source: %(user)s has invited you to participate in private thread "%(thread)s"
ru: %(user)s пригласил вас принять участие в закрытой теме "%(thread)s"

# oauth2 error
source: The OAuth2 process was canceled by the provider.
ru: Процесс OAuth2 отклонён провайдером.

# oauth2 error
source: The OAuth2 session is missing state.
ru: Сеанс OAuth2 находится в состоянии отсутствия.

# oauth2 error
source: The OAuth2 state was not sent by the provider.
ru: Состояние OAuth2 не было отправлено провайдером.

# oauth2 error
source: The OAuth2 state sent by the provider did not match one in the session.
ru: Состояние OAuth2, отправленное провайдером, не соответствовало состоянию в сеансе.

# oauth2 error
source: The OAuth2 authorization code was not sent by the provider.
ru: Код авторизации OAuth2 не был отправлен провайдером.

# oauth2 error
source: Failed to connect to the OAuth2 provider to retrieve an access token.
ru: Не удалось подключиться к провайдеру OAuth2 для получения токена доступа.

# oauth2 error
source: The OAuth2 provider responded with error for an access token request.
ru: Провайдер OAuth2 выдал сообщение об ошибке на запрос токена доступа.

# oauth2 error
source: The OAuth2 provider did not respond with a valid JSON for an access token request.
ru: Провайдер OAuth2 не ответил действительным JSON-кодом на запрос токена доступа.

# oauth2 error
source: JSON sent by the OAuth2 provider did not contain an access token.
ru: JSON, отправленный провайдером OAuth2, не содержал токена доступа.

# oauth2 error
source: Failed to connect to the OAuth2 provider to retrieve user profile.
ru: Не удалось подключиться к провайдеру OAuth2 для получения профиля пользователя.

# oauth2 error
source: The OAuth2 provider responded with error for user profile request.
ru: Провайдер OAuth2 выдал сообщение об ошибке при запросе профиля пользователя.

# oauth2 error
source: The OAuth2 provider did not respond with a valid JSON for user profile request.
ru: Провайдер OAuth2 не ответил действительным запросом JSON для профиля пользователя.

# oauth2 error
source: JSON sent by the OAuth2 provider did not contain a user ID.
ru: JSON, отправленный провайдером OAuth2, не содержал идентификатора пользователя.

# oauth2 error
source: User account associated with the profile from the OAuth2 provider was deactivated by the site administrator.
ru: Учетная запись пользователя, связанная с профилем провайдера OAuth2 деактивирована администратором сайта.

# oauth2 error
source: User profile retrieved from the OAuth2 provider did not validate.
ru: Профиль пользователя, полученный от провайдера OAuth2 не проверен.

# oauth2 error
source: Your e-mail address returned by the provider is not available for use on this site.
ru: Ваш адрес электронной почты, возвращенный провайдером, недоступен для использования на этом сайте.

# oauth2 error
source: Your username returned by the provider is not available for use on this site.
ru: Ваше имя пользователя, возвращенное провайдером, недоступно для использования на этом сайте.

# admin node
source: Plugins
ru: Плагины

# plugins metadata
source: Plugin manifest is of an unexpected type '%(manifest_type)s' (expected MisagoPlugin instance)
ru: Манифест плагина имеет неожиданный тип '%(manifest_type)s' (ожидается MisagoPlugin)

# search api
source: You don't have permission to search site.
ru: У вас нет разрешения на поиск по сайту.

# search permission
source: Search
ru: Поиск

# search permission
source: Can search site
ru: Можно выполнить поиск по сайту

# search view
source: You don't have permission to search site.
ru: У вас нет разрешения на поиск по сайту.

# admin node
source: Social login
ru: Вход в систему через социальные сети

# admin node
source: Enable users to sign on and login using their social profile.
ru: Разрешить пользователям входить в систему, используя свой профиль в социальной сети.

# admin social auth provider form
source: Button text
ru: Текст кнопки

# admin social auth provider form
source: Button color
ru: Цвет кнопки

# admin social auth provider form
source: Enable this provider
ru: Включите этого поставщика

# admin social auth provider form
source: Associate existing users by email
ru: Связать существующих пользователей по электронной почте

# admin social auth provider form
source: This setting controls handling of e-mail collisions that occur when e-mail address returned from social site is already stored in the forum's database. Enabling this option will result in the user being signed in to pre-existing account. Otherwise they will be asked to specify a different e-mail to complete the sign in using social site.
ru: Этот параметр управляет обработкой коллизий в электронной почте, которые возникают, когда адрес электронной почты, возвращенный с сайта социальной сети, уже сохранен в базе данных форума. Его включение приведет к тому, что пользователь войдет в существующую учетную запись. В противном случае ему будет предложено указать другой адрес электронной почты для завершения входа в систему с помощью социальной сети.

source: This field is required.
ru: Это поле является обязательным.

# admin social auth facebook form
source: App ID
ru: ID приложения

# admin social auth facebook form
source: App Secret
ru: Secret приложения

# admin social auth github form
source: Client ID
ru: ID клиента

# admin social auth github form
source: Client Secret
ru: Secret клиента

# admin social auth google form
source: Client ID
ru: ID клиента

# admin social auth google form
source: Client Secret
ru: Secret клиента

# admin social auth twitter form
source: Consumer API key
ru: Абонентский API key

# admin social auth twitter form
source: Consumer API secret key
ru: Абонентский API secret key

# admin social auth providers
source: Requested social login provider does not exist.
ru: Запрашиваемый поставщик социальных услуг для входа в систему не существует.

# admin social auth providers
source: Login with %(provider)s has been updated.
ru: Авторизация с помощью %(provider)s обновлена.

# admin social auth providers
source: Login with %(provider)s has been disabled.
ru: Авторизация с помощью %(provider)s отключена.

# admin social auth providers
source: Login with %(provider)s has been moved after %(other)s.
ru: Авторизация с помощью %(provider)s перенесена после %(other)s.

# admin social auth providers
source: Login with %(provider)s has been moved before %(other)s.
ru: Авторизация с помощью %(provider)s перенесена перед %(other)s.

# social auth
source: The e-mail address associated with your %(backend)s account is not available for use on this site.
ru: Адрес электронной почты, связанный с вашей учетной записью %(backend)s, недоступен для использования на этом сайте.

# social auth
source: Your account has to be activated by site administrator before you will be able to sign in with %(backend)s.
ru: Ваша учетная запись должна быть активирована администратором сайта, прежде чем вы сможете войти в систему с помощью %(backend)s.

# social auth
source: Please try resubmitting the form.
ru: Пожалуйста, попробуйте повторно отправить форму.

# social auth
source: This feature has been disabled. Please use %(provider)s to sign in.
ru: Эта функция отключена. Пожалуйста, используйте %(provider)s для входа в систему.

# debug toolbar user acl
source: %(user)s roles
ru: %(user)s роли

# debug toolbar user acl
source: Anonymous roles
ru: Анонимные роли

# debug toolbar user acl
source: Role
ru: Роль

# debug toolbar user acl
source: Permissions
ru: Разрешения

# debug toolbar user acl
source: Current ACL
ru: Текущий ACL

# debug toolbar user acl
source: Key
ru: Ключ

# debug toolbar user acl
source: Value
ru: Значение

# account activation page
source: Account activated
ru: Учетная запись активирована

# account activation page
source: You can now sign in to finish setting up your account and to participate in or start new discussions.
ru: Теперь вы можете войти в систему, чтобы завершить настройку своей учетной записи и принять участие в обсуждениях или начать новые.

# account activation page
source: Activation error
ru: Ошибка активации

# account activation page
source: Can't activate account.
ru: Не удается активировать учетную запись.

# account activation page
source: Request another activation link.
ru: Запросите другую ссылку для активации.

# account activation page
source: Request activation link
ru: Запросите ссылку для активации

# account activation page
source: The site administrator may impose a requirement on newly registered accounts to be activated before users will be able to sign in.
ru: Администратор сайта может потребовать, чтобы вновь зарегистрированные учетные записи были активированы до того, как пользователи смогут войти в систему.

# account activation page
source: Depending on the time of registration, you will be able to activate your account by clicking a special activation link. This link will be valid only for your browser, for seven days or until your account is activated.
ru: В зависимости от времени регистрации вы сможете активировать свою учетную запись, перейдя по специальной ссылке для активации. Эта ссылка будет действительна только для вашего браузера в течение семи дней или до тех пор, пока ваша учетная запись не будет активирована.

# account activation page
source: To receive this link, enter your account's e-mail address and press the "Send link" button.
ru: Чтобы получить эту ссылку, введите адрес электронной почты вашей учетной записи и нажмите кнопку "Отправить ссылку".

# account activation page
source: To request a new activation link please enable JavaScript.
ru: Чтобы запросить новую ссылку для активации, пожалуйста, включите JavaScript.

# account activation page
source: Activation failed
ru: Не удалось активировать

# account activation page
source: Your account can't be activated at this time.
ru: В данный момент ваша учетная запись не может быть активирована.

# admin agreement form
source: New agreement
ru: Новое соглашение

# admin agreement form
source: View on site
ru: Просмотр на сайте

# admin agreement form
source: Edit agreement
ru: Соглашение о редактировании

# admin agreement form
source: Basic settings
ru: Основные настройки

# admin agreement form
source: Agreement contents
ru: Содержание соглашения

# admin agreement form
source: Fill in one of the fields.
ru: Заполните одно из полей.

# admin agreements
source: New agreement
ru: Новое соглашение

# admin agreements list
source: Agreement
ru: Соглашение

# admin agreements list
source: Type
ru: Тип

# admin agreements list
source: Created
ru: Создано

# admin agreements list
source: Modified
ru: Изменёно

# admin agreements list item
source: Users are required to accept this agreement to use the site
ru: Для использования сайта пользователи должны принять настоящее соглашение

# admin active agreement
source: Active
ru: Активно

# admin agreements list item
source: %(created_on)s by %(created_by)s
ru: %(created_on)s до %(created_by)s

# admin agreements list item
source: %(last_modified_on)s by %(last_modified_by)s
ru: %(last_modified_on)s до %(last_modified_by)s

# admin never modified agreement
source: never
ru: никогда

# admin agreements
source: Set as active
ru: Установлено как активное

# admin agreements
source: Disable agreement
ru: Отключить соглашение

# admin agreements
source: Edit agreement
ru: Редактировать соглашение

# admin agreements
source: Remove agreement
ru: Удалить соглашение

# admin agreements
source: No agreements matching criteria exist.
ru: Нет соглашений, соответствующих критериям.

# admin agreements
source: No agreements are set.
ru: Никаких соглашений не задано.

# admin agreements
source: Are you sure you want to set this agreement as active for its type?
ru: Вы уверены, что хотите сделать это соглашение активным для его типа?

# admin agreements
source: Are you sure you want to disable this agreement?
ru: Вы уверены, что хотите отключить это соглашение?

# admin agreements
source: Are you sure you want to remove this agreement?
ru: Вы уверены, что хотите удалить это соглашение?

# admin attachments list
source: Attachment
ru: Вложение

# admin attachments list
source: Thread
ru: Тема

# admin attachments list item
source: %(filetype)s, %(size)s, uploaded by %(uploader)s %(uploaded_on)s.
ru: %(filetype)s, %(size)s, загружено %(uploader)s %(uploaded_on)s.

# admin orphaned attachment
source: This attachment is not associated with any existing post.
ru: Это вложение не связано ни с какой существующей публикацией.

# admin attachments
source: Delete
ru: Удалить

# admin attachments
source: No attachments matching criteria exist.
ru: Не существует критериев соответствия вложений.

# admin attachments
source: No attachments exist.
ru: Вложения отсутствуют.

# admin attachments
source: Are you sure you want to delete this attachment?
ru: Вы уверены, что хотите удалить это вложение?

# admin attachment type form
source: New type
ru: Новый тип

# admin attachment type form
source: Edit attachment type
ru: Изменить тип вложения

# admin attachment type form
source: New attachment type
ru: Новый тип вложения

# admin attachment type form
source: Basic options
ru: Основные параметры

# admin attachment type form
source: Availability
ru: Доступность

# admin attachments types
source: New type
ru: Новый тип

# admin attachments types list
source: Type
ru: Тип

# admin attachments types list
source: Extensions
ru: Расширения

# admin attachments types list
source: Mimetypes
ru: Миметипы

# admin attachments types list
source: Files
ru: Файлы

# admin attachments types list item
source: Uploading new files of this type is disabled.
ru: Загрузка новых файлов этого типа отключена.

# admin attachments type uploads disabled
source: Limited
ru: Ограниченный

# admin attachments types list item
source: Uploading and downloading files of this type is disabled.
ru: Скачивание файлов этого типа отключена.

# admin attachments type disabled
source: Disabled
ru: Отключен

# admin attachments type mimetypes not set
source: Not set
ru: Не установлен

# admin attachments types
source: Edit type
ru: Редактировать тип

# admin attachments types
source: Delete type
ru: Удалить тип

# admin attachments types
source: No attachment types are set.
ru: Типы вложений не заданы.

# admin attachments types
source: Are you sure you want to delete this attachment type?
ru: Вы уверены, что хотите удалить этот тип вложений?

# admin ban form
source: New ban
ru: Новая блокировка

# admin ban form
source: Edit ban
ru: Редактировать блокировку

# admin ban form
source: Ban settings
ru: Настройки блокировки

# admin ban form
source: Messages
ru: Сообщения

# admin ban expires choice
source: Never
ru: Никогда

# admin ban expires choice
source: Set date
ru: Задать дату

# admin bans
source: New ban
ru: Новая блокировка

# admin bans list
source: Ban
ru: Блокировка

# admin bans list
source: Type
ru: Тип

# admin bans list
source: Expires on
ru: Истекает

# admin ban registration only
source: Registration only
ru: Только регистрация

# admin ban expired status
source: Expired
ru: Истекла

# admin ban never expires
source: Never
ru: Никогда

# admin bans
source: Edit ban
ru: Редактировать блокировку

# admin bans
source: Remove ban
ru: Удвлить блокировку

# admin bans
source: No bans matching criteria exist.
ru: Нет блокировок, соответствующих критериям.

# admin bans
source: No bans are set.
ru: Никаких блокировок не установлено.

# admin bans
source: Are you sure you want to remove this ban?
ru: Вы уверены, что хотите снять эту блокировку?

# admin title
source: Misago Administration
ru: Администрирование Misago

# admin category form
source: Delete category: %(category)s
ru: Удалить категорию: %(category)s

# admin category form
source: Delete category
ru: Удалить категорию

# admin category form
source: Category contents
ru: Содержимое категории

# admin category form
source: New category
ru: Новая категория

# admin categories
source: Edit permissions
ru: Редактировать права доступа

# admin categories
source: View on site
ru: Просмотр на сайте

# admin category form
source: Edit category
ru: Редактировать категорию

# admin category form
source: Display and position
ru: Отображение и позиционирование

# admin category form
source: Behavior
ru: Поведение

# admin category form
source: Content approval
ru: Утверждение содержания

# admin category form
source: Prune threads
ru: Обрезка тем

# admin categories
source: New category
ru: Новая категория

# admin categories list
source: Category
ru: Категория

# admin categories list
source: Label
ru: Подпсиь

# admin categories list
source: CSS class
ru: CSS класс

# admin categories list
source: Threads
ru: Темы

# admin categories list
source: Posts
ru: Посты

# admin category css class
source: Not set
ru: Не установлено

# admin categories
source: Move down
ru: Подвинуть вниз

# admin categories
source: Move up
ru: Подвинуть вверх

# admin categories
source: Edit category
ru: Редактировать категорию

# admin categories
source: Delete category
ru: Удалить категорию

# admin categories
source: No categories are set.
ru: Категории не заданы.

# admin category roles form
source: %(category)s: Permissions
ru: %(category)s: Разрешения

# admin category roles form
source: Change permissions
ru: Изменить разрешения

# admin category roles form
source: Are you sure you want to abandon changes?
ru: Вы уверены, что хотите отказаться от изменений?

# admin category role form
source: New category role
ru: Новая роль категории

# admin category role form
source: Edit category role
ru: Редактировать роль категории

# admin category role form
source: Basic settings
ru: Основные настройки

# admin categories roles
source: New role
ru: Новая роль

# admin categories roles list
source: Roles
ru: Роли

# admin categories roles
source: Edit role
ru: Редактировать роль

# admin categories roles
source: Delete role
ru: Удалить роль

# admin categories roles
source: No category roles are set.
ru: Роли категорий не заданы.

# admin categories roles
source: Are you sure you want to delete this role?
ru: Вы уверены, что хотите удалить эту роль?

# admin role categories form
source: %(role)s: Category permissions
ru: %(role)s: Разрешения категории

# admin roles
source: Edit role
ru: Редактировать роль

# admin role categories form
source: Change permissions
ru: Изменить разрешения

# admin role categories form
source: Are you sure you want to abandon changes?
ru: Вы уверены, что хотите отказаться от изменений?

# admin captcha settings form
source: Google Analytics and Search Console
ru: Google Analytics и поисковая консоль

# admin captcha settings form
source: Basic settings
ru: Основные настройки

# admin captcha settings form
source: Question and answer
ru: Вопрос и ответ

# admin captcha settings form
source: Stop Forum Spam
ru: Остановить Спам на Форуме

# admin settings form
source: Change settings
ru: Изменить настройки

# admin settings form
source: Form was completed with errors.
ru: Форма заполнена с ошибками.

# admin settings form
source: Save changes
ru: Сохранить изменения

# admin general settings form
source: Site details
ru: Подробная информация о сайте

# admin general settings form
source: Logo
ru: Лого

# admin general settings form
source: Open Graph image
ru: Изображение Open Graph

# admin general settings form
source: Forum index
ru: Индекс форума
