Repository: mrpavko/misago-translation_ru
Catalog: django.po
Languages: ru

# admin ban form
source: This value is case-insensitive and accepts asterisk (*) for partial matches. For example, making IP ban for value "83.*" will ban all IP addresses beginning with "83.".
ru: Это значение не чувствительно к регистру и допускает использование звездочки (*) для частичного совпадения. Например, блокировка IP-адреса для значения "83.*" приведет к блокировке всех IP-адресов, начинающихся с "83.".

# admin ban form
source: Banned value can't be longer than 250 characters.
ru: Значение блокировки не может быть длиннее 250 символов.

# admin ban form
source: User message
ru: Сообщение пользователю

# admin ban form
source: Optional message displayed to user instead of default one.
ru: Необязательное сообщение, отображаемое пользователю вместо сообщения по умолчанию.

# admin ban form
source: Message can't be longer than 1000 characters.
ru: Длина сообщения не может превышать 1000 символов.

# admin ban form
source: Team message
ru: Сообщение команде

# admin ban form
source: Optional ban message for moderators and administrators.
ru: Необязательное сообщение о блокировке для модераторов и администраторов.

# admin ban form
source: Expiration date
ru: Дата истечения срока

# admin ban form
source: Banned value is too vague.
ru: Значение блокировки слишком расплывчато.

# admin bans filter form
source: Type
ru: Тип

# admin bans type filter choice
source: All bans
ru: Все блокировки

# admin bans type filter choice
source: Usernames
ru: Имена пользователей

# admin bans filter form
source: E-mails
ru: Электронные почты

# admin bans type filter choice
source: IPs
ru: IP адреса

# admin bans filter form
source: Banned value begins with
ru: Значение блокировки начинается с

# admin bans filter form
source: Registration only
ru: Только регистрация

# admin bans registration filter choice
source: Any
ru: Любой

# admin bans registration filter choice
source: Yes
ru: Да

# admin bans registration filter choice
source: No
ru: Нет

# admin bans filter form
source: State
ru: Состояние

# admin bans state filter choice
source: Any
ru: Любая

# admin bans state filter choice
source: Active
ru: Активная

# admin bans state filter choice
source: Expired
ru: Истекла

# admin data download request form
source: Usernames or emails
ru: Имена пользователей или электронные почты

# admin data download request form
source: Enter every item in new line. Duplicates will be ignored. This field is case insensitive. Depending on site configuration and amount of data to archive it may take up to few days for requests to complete. E-mail will notification will be sent to every user once their download is ready.
ru: Вводите каждый элемент в новой строке. Повторы будут игнорироваться. В этом поле регистр не учитывается. В зависимости от конфигурации сайта и объема архивируемых данных выполнение запросов может занять до нескольких дней. Каждому пользователю будет отправлено уведомление по электронной почте, как только его загрузка будет готова.

# admin data download request form
source: You may not enter more than 20 items at a single time (You have entered %(show_value)s).
ru: Вы не можете вводить более 20 элементов одновременно (вы ввели %(show_value)s).

# admin data download request form
source: One or more specified users could not be found.
ru: Не удалось найти одного или нескольких указанных пользователей.

# admin data download requests filter form
source: Status
ru: Статус

# admin data download requests filter form
source: User
ru: Пользователь

# admin data download requests filter form
source: Requested by
ru: Запрошенная от

# admin bans
source: Requested ban does not exist.
ru: Запрошенной блокировки не существует.

# admin bans ordering choice
source: From newest
ru: От новых

# admin bans ordering choice
source: From oldest
ru: От старых

# admin bans ordering choice
source: A to z
ru: От А до я

# admin bans ordering choice
source: Z to a
ru: От Я до a

# admin bans
source: With bans: 0
ru: С блокировками: 0

# admin bans
source: Select bans
ru: Выбрать блокировки

# admin bans
source: Remove bans
ru: Удалить блокировки

# admin bans
source: Are you sure you want to remove those bans?
ru: Вы уверены, что хотите снять эти блокировки?

# admin bans
source: Selected bans have been removed.
ru: Выделенные блокировки сняты.

# admin bans
source: New ban "%(name)s" has been saved.
ru: Новая блокировка "%(name)s" сохранена.

# admin bans
source: Ban "%(name)s" has been edited.
ru: Блокировка "%(name)s" отредактирована.

# admin bans
source: Ban "%(name)s" has been removed.
ru: Блокировка "%(name)s" удалена.

# admin data downloads ordering choice
source: From newest
ru: От новых

# admin data downloads ordering choice
source: From oldest
ru: От старых

# admin data downloads
source: With data downloads: 0
ru: С скачиванием данных: 0

# admin data downloads
source: Select data downloads
ru: Выбрать скачивания

# admin data downloads
source: Expire downloads
ru: Просроченные скачивания

# admin data downloads
source: Are you sure you want to set selected data downloads as expired?
ru: Вы уверены, что хотите, чтобы срок действия выбранных скачиваний данных истек?

# admin data downloads
source: Delete downloads
ru: Удалить скачивания

# admin data downloads
source: Are you sure you want to delete selected data downloads?
ru: Вы уверены, что хотите удалить выбранные скачивания данных?

# admin data downloads
source: Selected data downloads have been set as expired.
ru: Срок действия выбранных скачиваний данных истек.

# admin data downloads
source: Selected data downloads have been deleted.
ru: Выбранные скачивания данных удалены.

# admin data downloads
source: Data downloads have been requested for specified users.
ru: Для указанных пользователей запрошено скачивание данных.

# admin ranks
source: Requested rank does not exist.
ru: Запрашиваемый уровень не существует.

# admin ranks
source: New rank "%(name)s" has been saved.
ru: Сохранен новый уровень "%(name)s".

# admin ranks
source: Rank "%(name)s" has been edited.
ru: Уровень "%(name)s" отредактирован.

# admin ranks
source: Rank "%(name)s" is default rank and can't be deleted.
ru: Уровень "%(name)s" уровень по умолчанию и не может быть удален.

# admin ranks
source: Rank "%(name)s" is assigned to users and can't be deleted.
ru: Уровень "%(name)s" присваивоен пользователям и не может быть удален.

# admin ranks
source: Rank "%(name)s" has been deleted.
ru: Уровень "%(name)s" удален.

# admin ranks
source: Rank "%(name)s" has been moved below "%(other)s".
ru: Уровень "%(name)s" перемещен ниже "%(other)s".

# admin ranks
source: Rank "%(name)s" has been moved above "%(other)s".
ru: Уровень "%(name)s" перемещен выше "%(other)s".

# admin ranks
source: Rank "%(name)s" is already default.
ru: Уровень "%(name)s" уже установлен по умолчанию.

# admin ranks
source: Rank "%(name)s" has been made default.
ru: Уровень "%(name)s" установлен по умолчанию.

# admin users ordering choice
source: From newest
ru: Из новейших

# admin users ordering choice
source: From oldest
ru: От старых

# admin users ordering choice
source: A to z
ru: От А до я

# admin users ordering choice
source: Z to a
ru: От Я до a

# admin users ordering choice
source: Biggest posters
ru: Наибольшие авторы

# admin users ordering choice
source: Smallest posters
ru: Наименьшие авторы

# admin users
source: With users: 0
ru: С пользователями: 0

# admin users
source: Select users
ru: Выбрать пользователей

# admin users
source: Activate accounts
ru: Активация учетных записей

# admin users
source: Ban users
ru: Заблокировать пользователей

# admin users
source: Request data download
ru: Запросить скачивание данных

# admin users
source: Delete accounts
ru: Удалить учётные записи

# admin users
source: Are you sure you want to delete selected users?
ru: Вы уверены, что хотите удалить выбранных пользователей?

# admin users
source: Delete with content
ru: Удалить вместе с содержимым

# admin users
source: Are you sure you want to delete selected users? This will also delete all content associated with their accounts.
ru: Вы уверены, что хотите удалить выбранных пользователей? При этом также будет удален весь контент, связанный с их учетными записями.

# admin users
source: You have to select inactive users.
ru: Вы должны выбрать неактивных пользователей.

# account activated email subject
source: Your account on %(forum_name)s forums has been activated
ru: Ваша учетная запись на форуме %(forum_name)s активирована

# admin users
source: Selected users accounts have been activated.
ru: Учетные записи выбранных пользователей активированы.

# admin users
source: %(user)s is super admin and can't be banned.
ru: %(user)s является суперадминистратором и не может быть заблокирован.

# admin users
source: Selected users have been banned.
ru: Выбранные пользователи заблокированы.

# admin users
source: Data download requests have been placed for selected users.
ru: Для выбранных пользователей размещены запросы на скачивание данных.

# admin users
source: You can't delete yourself.
ru: Вы не можете удалить себя.

# admin users
source: %(user)s is admin and can't be deleted.
ru: %(user)s администратор и не может быть удален.

# admin users
source: Selected users have been deleted.
ru: Выбранные пользователи удалены.

# admin users
source: Selected users have been disabled and queued for deletion together with their content.
ru: Выбранные пользователи отключены и поставлены в очередь на удаление вместе с их содержимым.

# admin users
source: New user "%(user)s" has been registered.
ru: Зарегистрирован новый пользователь "%(user)s".

# admin users
source: User "%(user)s" has been edited.
ru: Пользователь "%(user)s" отредактирован.

# auth api
source: This feature has been disabled. Please use %(provider)s to sign in.
ru: Эта функция отключена. Пожалуйста, используйте %(provider)s для входа в систему.

# account activation email subject
source: Activate %(user)s account on %(forum_name)s forums
ru: Активировать %(user)s аккаунт на %(forum_name)s форуме

# change forgotten password email subject
source: Change %(user)s password on %(forum_name)s forums
ru: Изменить пароль %(user)s на %(forum_name)s форуме

# change forgotten password api
source: Form link is invalid. Please request new one.
ru: Ссылка на форму недействительна. Пожалуйста, запросите новую.

# change forgotten password api
source: Your link has expired. Please request new one.
ru: Срок действия вашей ссылки истек. Пожалуйста, запросите новую.

# anonymous api
source: This action is not available to signed in users.
ru: Это действие недоступно для пользователей, вошедших в систему.

# avatar api
source: Your avatar is locked. You can't change it.
ru: Ваш аватар заблокирован. Вы не можете изменить его.

# avatar api
source: This avatar type is not available.
ru: Этот тип аватара недоступен.

# avatar api
source: Unknown avatar type.
ru: Неизвестный тип аватара.

# avatar api
source: New avatar based on your account was set.
ru: Установлен новый аватар на основе вашей учетной записи.

# avatar api
source: Gravatar was downloaded and set as new avatar.
ru: Gravatar загружен и установлен в качестве нового аватара.

# avatar api
source: No Gravatar is associated with your e-mail address.
ru: Никакой Gravatar не связан с вашим адресом электронной почты.

# avatar api
source: Failed to connect to Gravatar.
ru: Не удалось подключиться к Gravatar.

# avatar api
source: Avatar from gallery was set.
ru: Установлен аватар из галереи.

# avatar api
source: Incorrect image.
ru: Неправильное изображение.

# avatar api
source: No file was sent.
ru: Файл не отправлен.

# avatar api
source: Avatar was re-cropped.
ru: Аватар обрезан заново.

# avatar api
source: Uploaded avatar was set.
ru: Загруженный аватар установлен.

# confirm email change email subject
source: Confirm e-mail change on %(forum_name)s forums
ru: Подтвердите изменение адреса электронной почты на форуме %(forum_name)s

# change email api
source: E-mail change confirmation link was sent to new address.
ru: На новый адрес электронной почты отправлена ссылка для подтверждения изменения по электронной почте.

# confirm password change email subject
source: Confirm password change on %(forum_name)s forums
ru: Подтвердите смену пароля на форуме %(forum_name)s

# change password api
source: Password change confirmation link was sent to your address.
ru: На ваш адрес отправлена ссылка для подтверждения смены пароля.

# user register api
source: New users registrations are currently closed.
ru: Регистрация новых пользователей в настоящее время закрыта.

# user register api
source: Please try resubmitting the form.
ru: Пожалуйста, попробуйте повторно отправить форму.

# signature api
source: You don't have permission to change signature.
ru: У вас нет разрешения на изменение подписи.

# signature api
source: Your signature is locked. You can't change it.
ru: Ваша подпись заблокирована. Вы не сможете ее изменить.

# change username api
source: You can't change your username now.
ru: Сейчас вы не можете изменить свое имя пользователя.

# change username api
source: Error changing username. Please try again.
ru: Ошибка при смене имени пользователя. Пожалуйста, попробуйте снова.

# username history api
source: You don't have permission to see other users name history.
ru: У вас нет разрешения на просмотр истории имен других пользователей.

# users api
source: You have to sign in to perform this action.
ru: Для выполнения этого действия вам необходимо войти в систему.

# users api
source: This feature has been disabled. Please use %(provider)s to sign in.
ru: Эта функция отключена. Пожалуйста, используйте %(provider)s для входа в систему.

# users api
source: You can't change other users avatars.
ru: Вы не можете изменять аватары других пользователей.

# users api
source: You can't change other users options.
ru: Вы не можете изменять параметры других пользователей.

# users api
source: Your forum options have been changed.
ru: Ваши параметры форума изменены.

# users api
source: This feature has been disabled. Please use %(provider)s to change your name.
ru: Эта функция отключена. Пожалуйста, используйте %(provider)s, чтобы изменить свое имя.

# users api
source: You can't change other users names.
ru: Вы не можете изменять имена других пользователей.

# users api
source: You can't change other users signatures.
ru: Вы не можете изменять подписи других пользователей.

# users api
source: This feature has been disabled. Please use %(provider)s to change your password.
ru: Эта функция отключена. Пожалуйста, используйте %(provider)s, чтобы изменить свой пароль.

# users api
source: You can't change other users passwords.
ru: Вы не можете изменять пароли других пользователей.

# users api
source: This feature has been disabled. Please use %(provider)s to change your e-mail.
ru: Эта функция отключена. Пожалуйста, используйте %(provider)s, чтобы изменить свой адрес электронной почты.

# users api
source: You can't change other users e-mail addresses.
ru: Вы не можете изменять адреса электронной почты других пользователей.

# users api
source: This feature has been disabled. Please use %(provider)s to delete your account.
ru: Эта функция отключена. Пожалуйста, используйте %(provider)s, чтобы удалить свою учетную запись.

# users api
source: You can't request data downloads for other users.
ru: Вы не можете запрашивать скачивание данных для других пользователей.

# users api
source: You can't download your data.
ru: Вы не можете скачать свои данные.

# users api
source: You can't have more than one data download request at a single time.
ru: Вы не можете иметь более одного запроса на скачивание данных одновременно.

# users api
source: You can't see other users data downloads.
ru: Вы не можете видеть, скачивания данные других пользователей.

# user options page
source: Forum options
ru: Параметры форума

# user options page
source: Edit details
ru: Редактировать профиль

# user options page
source: Change username
ru: Изменить имя пользователя

# user options page
source: Change e-mail or password
ru: Изменить адрес электронной почты или пароль

# user options page
source: Download data
ru: Скачать данные

# user options page
source: Delete account
ru: Удалить учетную запись

# users lists page
source: Top posters
ru: Лучшие авторы

# user profile page
source: Posts
ru: Посты

# user profile page
source: Threads
ru: Темы

# user profile page
source: Followers
ru: Подписчики

# user profile page
source: Follows
ru: Подписан

# user profile page
source: Details
ru: Профиль

# user profile page
source: Username history
ru: История имени пользователя

# user profile page
source: Ban details
ru: Подробности блокировки

# avatar upload size validator
source: Uploaded file is too big.
ru: Загруженный файл слишком большой.

# avatar upload validator
source: Uploaded file type is not supported.
ru: Загружаемый тип файла не поддерживается.

# avatar upload dimensions validator
source: Uploaded image should be at least %(size)s pixels tall and wide.
ru: Загружаемое изображение должно быть не менее %(size)s пикселей в высоту и ширину.

# avatar upload dimensions validator
source: Uploaded image is too big.
ru: Загруженное изображение слишком большое.

# avatar upload dimensions validator
source: Uploaded image ratio cannot be greater than 16:9.
ru: Соотношение сторон загружаемых изображений не может превышать 16:9.

# avatar upload crop validator
source: Crop data is invalid. Please try again.
ru: Неверные данные. Пожалуйста, попробуйте снова.

# recaptcha check
source: Please try again.
ru: Пожалуйста, попробуйте снова.

# recaptcha check
source: Failed to contact reCAPTCHA API.
ru: Не удалось связаться с reCAPTCHA API.

# qacaptcha check
source: Entered answer is incorrect.
ru: Введенный ответ неверен.

# block authenticated decorator
source: This page is not available to signed in users.
ru: Эта страница недоступна для пользователей, вошедших в систему.

# block guests decorator
source: You have to sign in to access this page.
ru: Вам необходимо войти в систему, чтобы получить доступ к этой странице.

# auth form
source: Fill out both fields.
ru: Заполните оба поля.

# auth form
source: Login or password is incorrect.
ru: Введен неверный логин или пароль.

# auth form
source: You have to activate your account before you will be able to sign in.
ru: Вам необходимо активировать свою учетную запись, прежде чем вы сможете войти в систему.

# auth form
source: Your account has to be activated by site administrator before you will be able to sign in.
ru: Ваша учетная запись должна быть активирована администратором сайта, прежде чем вы сможете войти в систему.

# login form
source: Username or e-mail
ru: Имя пользователя или e-mail

# login form
source: Password
ru: Пароль

# admin login form
source: Your account does not have admin privileges.
ru: Ваша учетная запись не имеет прав администратора.

# auth email form
source: Enter e-mail address.
ru: Введите адрес электронной почты.

# auth email form
source: Entered e-mail is invalid.
ru: Введенный адрес электронной почты неверен.

# auth email form
source: No user with this e-mail exists.
ru: Пользователя с таким адресом электронной почты не существует.

# resend activation form
source: %(user)s, your account is already active.
ru: %(user)s, ваша учетная запись уже активна.

# resend activation form
source: %(user)s, only administrator may activate your account.
ru: %(user)s, только администратор может активировать вашу учетную запись.

# reset password form
source: You have to activate your account before you will be able to request new password.
ru: Вам необходимо активировать свою учетную запись, прежде чем вы сможете запросить новый пароль.

# reset password form
source: Administrator has to activate your account before you will be able to request new password.
ru: Администратор должен активировать вашу учетную запись, прежде чем вы сможете запросить новый пароль.

# register form
source: This username is not allowed.
ru: Использование этого имени пользователя запрещено.

# register form
source: This e-mail address is not allowed.
ru: Использование этого адреса электронной почты запрещено.

# register form
source: This agreement is required.
ru: Это соглашение является обязательным.

# register form
source: New registrations from your current IP address are not allowed.
ru: Новые регистрации с вашего текущего IP-адреса запрещены.

# data download ready email subject
source: %(user)s, your data download is ready
ru: %(user)s, скачивание ваших данных готово

# rank name
source: Forum team
ru: Команда форума

# rank name
source: Team
ru: Команда

# rank name
source: Members
ru: Участники

# ban type choice
source: Username
ru: Имя пользователя

# ban type choice
source: E-mail address
ru: Адрес электронной почты

# ban type choice
source: IP address
ru: IP адрес

# user data download status
source: Pending
ru: Ожидание

# user data download status
source: Processing
ru: Обработка

# user data download status
source: Ready
ru: Готово

# user data download status
source: Expired
ru: Срок действия истек

# user deleted by
source: By self
ru: Самостоятельно

# user deleted by
source: By staff
ru: Сотрудниками

# user deleted by
source: By system
ru: Системой

# default rank
source: Forum team
ru: Команда форума

# user default subscription choice
source: No
ru: Нет

# user default subscription choice
source: Notify
ru: Уведомлять

# user default subscription choice
source: Notify with e-mail
ru: Уведомлять по электронной почте

# user default invites choice
source: Everybody
ru: Все

# user default invites choice
source: Users I follow
ru: Пользователи, на которых я подписан

# user default invites choice
source: Nobody
ru: Никто

# user
source: joined on
ru: присоединился

# user
source: staff status
ru: статус персонала

# user
source: Designates whether the user can log into admin sites.
ru: Определяет, может ли пользователь входить на сайты администратора.

# user
source: active
ru: активен

# user
source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
ru: Указывает, следует ли считать этого пользователя активным. Снимите этот флажок вместо удаления учетных записей.

# users accounts permission
source: Account settings
ru: Настройки учетной записи

# users accounts permission
source: Allowed username changes number
ru: Разрешенное количество изменений имени пользователя

# users accounts permission
source: Don't count username changes older than
ru: Не учитывать изменения имени пользователя после

# users accounts permission
source: Number of days since name change that makes that change no longer count to limit. Enter zero to make all changes count.
ru: Количество дней с момента смены имени, по истечении которых это изменение больше не учитывается. Введите ноль, чтобы все изменения были учтены.

# users accounts permission
source: Can have signature
ru: Может иметь подпись

# users accounts permission
source: Can put links in signature
ru: Может вставлять ссылки в подпись

# users accounts permission
source: Can put images in signature
ru: Может вставлять изображения в подпись

# users accounts permission
source: Can use text blocks in signature
ru: Может использовать текстовые блоки в подписи

# users accounts permission
source: Controls whether or not users can put quote, code, spoiler blocks and horizontal lines in signatures.
ru: Определяет, могут ли пользователи вставлять в подписи кавычки, код, спойлеры и горизонтальные линии.

# view decorator
source: You have to sign in to perform this action.
ru: Для выполнения этого действия вам необходимо войти в систему.

# view decorator
source: Only guests can perform this action.
ru: Это действие могут выполнять только гости.

# users delete permission
source: Deleting users
ru: Удаление пользователей
