Repository: mrpavko/misago-translation_ru
Catalog: django.po
Languages: ru

# users delete permission
source: Maximum age of deleted account (in days)
ru: Максимальный возраст удаляемой учетной записи (в днях)

# users delete permission
source: Enter zero to disable this check.
ru: Введите ноль, чтобы отключить эту проверку.

# users delete permission
source: Maximum number of posts on deleted account
ru: Максимальное количество постов в удаляемом аккаунте

# users delete permission
source: You can't delete users.
ru: Вы не можете удалять пользователей.

# users delete permission
source: You can't delete your account.
ru: Вы не можете удалить свою учетную запись.

# users delete permission
source: Administrators can't be deleted.
ru: Администраторы не могут быть удалены.

# users delete permission
source: You can't delete users that are members for more than %(days)s day.
ru: Вы не можете удалять пользователей, которые являются участниками более %(days)s деня.

# users delete permission
source: You can't delete users that made more than %(posts)s post.
ru: Вы не можете удалить пользователей, которые опубликовали более %(posts)s поста.

# users delete permission
source: You can't delete other users accounts.
ru: Вы не можете удалять учетные записи других пользователей.

# users delete permission
source: You can't delete your account because you are an administrator.
ru: Вы не можете удалить свою учетную запись, поскольку являетесь администратором.

# users moderation permission
source: Users moderation
ru: Модерация пользователей

# users moderation permission
source: Can rename users
ru: Может переименовывать пользователей

# users moderation permission
source: Can moderate avatars
ru: Может модерировать аватары

# users moderation permission
source: Can moderate signatures
ru: Может модерировать подписи

# users moderation permission
source: Can moderate profile details
ru: Может редактировать данные профиля

# users moderation permission
source: Can ban users
ru: Может заблокировать пользователей

# users moderation permission
source: Max length, in days, of imposed ban
ru: Максимальная продолжительность блокировки в днях

# users moderation permission
source: Enter zero to let moderators impose permanent bans.
ru: Введите ноль, чтобы модераторы могли вводить постоянные баны.

# users moderation permission
source: Can lift bans
ru: Может снимать блокировки

# users moderation permission
source: Max length, in days, of lifted ban
ru: Максимальная продолжительность (в днях) отмены блокировки

# users moderation permission
source: Enter zero to let moderators lift permanent bans.
ru: Введите ноль, чтобы модераторы могли снимать постоянные баны.

# users moderation permission
source: You can't rename users.
ru: Вы не можете переименовывать пользователей.

# users moderation permission
source: You can't rename administrators.
ru: Вы не можете переименовывать администраторов.

# users moderation permission
source: You can't moderate avatars.
ru: Вы не можете модерировать аватары.

# users moderation permission
source: You can't moderate administrators avatars.
ru: Вы не можете модерировать аватары администраторов.

# users moderation permission
source: You can't moderate signatures.
ru: Вы не можете модерировать подписи.

# users moderation permission
source: You can't moderate administrators signatures.
ru: Вы не можете редактировать подписи администраторов.

# users moderation permission
source: You have to sign in to edit profile details.
ru: Вам необходимо войти в систему, чтобы отредактировать данные профиля.

# users moderation permission
source: You can't edit other users details.
ru: Вы не можете редактировать данные других пользователей.

# users moderation permission
source: You can't edit administrators details.
ru: Вы не можете редактировать данные администраторов.

# users moderation permission
source: You can't ban users.
ru: Вы не можете заблокировать пользователей.

# users moderation permission
source: Administrators can't be banned.
ru: Администраторы не могут быть заблокированы.

# users moderation permission
source: You can't lift bans.
ru: Вы не можете отменить блокировку.

# users moderation permission
source: This user is not banned.
ru: Этот пользователь не заблокирован.

# users moderation permission
source: You can't lift permanent bans.
ru: Вы не можете снимать постоянные блокировки.

# users moderation permission
source: You can't lift bans that expire after %(expiration)s.
ru: Вы не можете отменить запреты, срок действия которых истекает через %(expiration)s.

# users profiles permission
source: Can browse users list
ru: Может просматривать список пользователей

# users profiles permission
source: Can search user profiles
ru: Может выполнять поиск в профилях пользователей

# users profiles permission
source: Can see other members name history
ru: Может просматривать историю имен других участников

# users profiles permission
source: Can see members bans details
ru: Может просмотреть подробную информацию о блокировках участников

# users profiles permission
source: Allows users with this permission to see user and staff ban messages.
ru: Позволяет пользователям с таким разрешением просматривать сообщения о блокировках пользователей и сотрудников.

# users profiles permission
source: User profiles
ru: Профили пользователей

# users profiles permission
source: Can follow other users
ru: Может подписываться на других пользователей

# users profiles permission
source: Can be blocked by other users
ru: Может быть заблокирован другими пользователями

# users profiles permission
source: Can see members e-mails
ru: Может видеть электронные почты участников

# users profiles permission
source: Can see members IPs
ru: Может видеть IP-адреса участников

# users profiles permission
source: Can see members that hide their presence
ru: Может видеть участников, которые скрывают свое присутствие

# users profiles permission
source: You can't browse users list.
ru: Вы не можете просматривать список пользователей.

# users profiles permission
source: You can't follow other users.
ru: Вы не можете подписываться на других пользователей.

# users profiles permission
source: You can't add yourself to followed.
ru: Вы не можете добавить себя в список подписчиков.

# users profiles permission
source: Administrators can't be blocked.
ru: Администраторы не могут быть заблокированы.

# users profiles permission
source: You can't block yourself.
ru: Нельзя заблокировать себя.

# users profiles permission
source: You can't see users bans details.
ru: Вы не можете видеть информацию о блокировках пользователей.

# real_name profile field
source: Real name
ru: Настоящее имя

# location profile field
source: Location
ru: Местоположение

# gender profile field
source: Gender
ru: Пол

# gender profile field choice
source: Not specified
ru: Не указан

# gender profile field choice
source: Not telling
ru: Не разглашается

# gender profile field choice
source: Female
ru: Женский

# gender profile field choice
source: Male
ru: Мужской

# gender profile field choice
source: Non-binary
ru: Другой

# website profile field
source: Website
ru: Вебсайт

# website profile field
source: If you own a website you wish to share on your profile, you may enter its address here. Remember that, for it to be valid, it should start with either "http://" or "https://".
ru: Если у вас есть веб-сайт, которым вы хотите поделиться в своем профиле, вы можете ввести его адрес здесь. Помните, что для того, чтобы он был действительным, он должен начинаться либо с "http://", либо с "https://".

# twitter handle profile field
source: X (formerly Twitter) handle
ru: X (Twitter)

# twitter handle profile field
source: If you own an X account, here you may enter your X handle for other users to find you. Starting your handle with "@" sign is optional. Either "@%(slug)s" or "%(slug)s" are valid values.
ru: Если у вас есть учетная запись X, здесь вы можете ввести свой идентификатор X, чтобы другие пользователи могли вас найти. Необязательно начинать свой идентификатор со знака "@". Допустимыми значениями являются "@%(slug)s" или "%(slug)s".

# twitter handle profile field
source: This is not a valid X handle.
ru: Это недопустимый дескриптор X.

# welcome email subject
source: Welcome on %(forum_name)s forums!
ru: Добро пожаловать на форум %(forum_name)s!

# search provider
source: Users
ru: Пользователи

# search users
source: You don't have permission to search users.
ru: У вас нет прав на поиск пользователей.

# ban message
source: Your IP address is banned.
ru: Ваш IP-адрес заблокирован.

# ban message
source: You are banned.
ru: Вы заблокированы.

# edit signature serializer
source: Signature is too long.
ru: Подпись слишком длинная.

# change username serializer
source: Enter new username.
ru: Введите новое имя пользователя.

# change username serializer
source: New username is same as current one.
ru: Новое имя пользователя совпадает с текущим.

# change password serializer
source: Entered password is invalid.
ru: Введён неверный пароль.

# change email serializer
source: Entered password is invalid.
ru: Введён неверный пароль.

# change email serializer
source: You have to enter new e-mail address.
ru: Вам необходимо ввести новый адрес электронной почты.

# change email serializer
source: New e-mail is same as current one.
ru: Новый адрес электронной почты такой же, как и текущий.

# delete own account serializer
source: Entered password is invalid.
ru: Введён неверный пароль.

# archived user details
source: Username
ru: Имя пользователя

# archived user details
source: Joined on
ru: Присоединился

# archived user details
source: Joined from IP
ru: Присоединился с IP

# archived username history
source: New username
ru: Новое имя пользователя

# archived username history
source: Old username
ru: Старое имя пользователя

# email validator
source: Enter a valid e-mail address.
ru: Введите действительный адрес электронной почты.

# user email validator
source: This e-mail address is not available.
ru: Этот адрес электронной почты недоступен.

# user email validator
source: This e-mail address is not allowed.
ru: Этот адрес электронной почты запрещён.

# username validator
source: This username is not available.
ru: Это имя пользователя недоступно.

# username validator
source: This username is not allowed.
ru: Это имя пользователя запрещено.

# username validator
source: Username can only contain Latin alphabet letters, digits, and an underscore sign.
ru: Имя пользователя может содержать только буквы латинского алфавита, цифры и знак подчеркивания.

# username validator
source: Username must contain Latin alphabet letters or digits.
ru: Имя пользователя должно содержать буквы латинского алфавита или цифры.

# username length validator
source: Username must be at least %(limit_value)s character long.
ru: Длина имени пользователя должна составлять не менее %(limit_value)s символа.

# username length validator
source: Username cannot be longer than %(limit_value)s characters.
ru: Длина имени пользователя не может быть длиннее %(limit_value)s символа.

# stop forum spam validator
source: Data entered was found in spammers database.
ru: Введенные данные найдены в базе спамеров.

# gmail email validator
source: This e-mail is not allowed.
ru: Этот e-mail запрещён.

# activate account
source: Please use %(provider)s to activate your account.
ru: Пожалуйста, используйте %(provider)s для активации вашей учетной записи.

# activate account with token
source: %(user)s, your account is already active.
ru: %(user)s, ваша учетная запись уже активна.

# activate account with token
source: %(user)s, your activation link is invalid. Try again or request new activation link.
ru: %(user)s, ваша ссылка для активации недействительна. Попробуйте еще раз или запросите новую ссылку для активации.

# activate account with token
source: %(user)s, your account has been activated!
ru: %(user)s, ваша учетная запись активирована администратором сайта!

# login
source: Please use %(provider)s to sign in.
ru: Пожалуйста, используйте %(provider)s для входа в систему.

# user password
source: Please use %(provider)s to reset your password.
ru: Пожалуйста, используйте %(provider)s для сброса вашего пароля.

# user password
source: %(user)s, your link has expired. Please request new link and try again.
ru: %(user)s, срок действия вашей ссылки истек. Пожалуйста, запросите новую ссылку и повторите попытку.

# user password
source: %(user)s, your link is invalid. Please try again or request new link.
ru: %(user)s, ваша ссылка недействительна. Пожалуйста, попробуйте еще раз или запросите новую ссылку.

# user options
source: Please use %(provider)s to change your e-mail.
ru: Пожалуйста, используйте %(provider)s, чтобы изменить свой адрес электронной почты.

# user options
source: %(user)s, your e-mail has been changed.
ru: %(user)s, ваш адрес электронной почты изменен.

# user options
source: Please use %(provider)s to change your password.
ru: Пожалуйста, используйте %(provider)s, чтобы изменить свой пароль.

# user options
source: %(user)s, your password has been changed.
ru: %(user)s, ваш пароль изменен.
