Repository: mrpavko/misago-translation_ru
Catalog: django.po
Languages: ru

# admin node
source: Permissions
ru: Разрешения

# admin role form
source: Role name
ru: Название роли

# admin roles
source: Requested role does not exist.
ru: Запрошенная роль не существует.

# admin form
source: Form contains errors.
ru: Форма содержит ошибки.

# admin roles
source: New role "%(name)s" has been saved.
ru: Сохранена новая роль "%(name)s".

# admin roles
source: Role "%(name)s" has been changed.
ru: Роль "%(name)s" изменена.

# admin roles
source: Role "%(name)s" is special role and can't be deleted.
ru: Роль "%(name)s" особая роль, и ее нельзя удалить..

# admin roles
source: Role "%(name)s" has been deleted.
ru: Роль "%(name)s" удалена.

# role name
source: Member
ru: Участник

# role name
source: Guest
ru: Гость

# role name
source: Moderator
ru: Модератор

# role name
source: Renaming users
ru: Переименование пользователей

# role name
source: Banning users
ru: Блокировка пользователей

# role name
source: Deleting users
ru: Удаление пользователей

# role name
source: Can't be blocked
ru: Не может быть заблокирован

# role name
source: Private threads
ru: Закрытые темы

# role name
source: Private threads moderator
ru: Модератор закрытых тем

# debug toolbar
source: Misago User ACL
ru: Misago пользовательский ACL

# debug toolbar
source: Anonymous user
ru: Анонимный пользователь

# admin node
source: Dashboard
ru: Рабочий стол

# admin auth
source: Your admin session has expired.
ru: Срок действия вашего сеанса администрирования истек.

# admin color field
source: Value must be a 7-character string specifying an RGB color in a hexadecimal format (eg.: "#F5A9B8").
ru: Значение должно быть строкой из 7 символов, указывающей цвет RGB в шестнадцатеричном формате (например, "#F5A9B8").

# admin yesno switch
source: Yes
ru: Да

# admin yesno switch
source: No
ru: Нет

# admin auth
source: Your admin session has been closed.
ru: Ваша сессия администратора закрыта.

# admin lists
source: Selected: 0
ru: Выбрано: 0

# admin lists
source: Select items
ru: Выберите элементы

# admin lists
source: You have to select one or more items.
ru: Вам нужно выбрать один или несколько элементов.

# admin lists
source: Action is not allowed.
ru: Действия запрещены.

# apiv2
source: You have to sign in to access this page.
ru: Вам необходимо войти в систему, чтобы получить доступ к этой странице.

# apiv2
source: You have to sign in to perform this action.
ru: Для выполнения этого действия вам необходимо войти в систему.

# admin node
source: Categories
ru: Категории

# admin node
source: Category permissions
ru: Разрешения для категорий

# admin category form
source: Name
ru: Имя

# admin category form
source: Short name
ru: Краткое название

# admin category form
source: Optional, alternative or abbreviated name (eg. abbreviation) used on threads list.
ru: Необязательное, альтернативное или сокращенное название (например, аббревиатура), используемое в списке тем.

# admin category form
source: Color
ru: Цвет

# admin category form
source: Optional but recommended, should be in hex format, eg. #F5A9B8.
ru: Необязательно, но рекомендуется. Должно быть в шестнадцатеричном формате, например. #F5A9B8.

# admin category form
source: Entered value is not a valid color.
ru: Введенное значение не является допустимым цветом.

# admin category form
source: Description
ru: Описание

# admin category form
source: Optional description explaining category intented purpose.
ru: Необязательное описание, объясняющее предполагаемое назначение категории.

# admin category form
source: CSS class
ru: CSS класс

# admin category form
source: Optional CSS class used to customize this category's appearance from themes.
ru: Дополнительный CSS-класс, используемый для настройки внешнего вида этих категорий из тем.

# admin category form
source: Closed category
ru: Закрытая категория

# admin category form
source: Only members with valid permissions can post in closed categories.
ru: Только участники с действительными разрешениями могут публиковать посты в закрытых категориях.

# admin category form
source: Threads
ru: Темы

# admin category form
source: All threads started in this category will require moderator approval.
ru: Все темы, запущенные в этой категории, должны быть одобрены модератором.

# admin category form
source: Replies
ru: Ответы

# admin category form
source: All replies posted in this category will require moderator approval.
ru: Все ответы, размещенные в этой категории, должны быть одобрены модератором.

# admin category form
source: Edits
ru: Правки

# admin category form
source: Will make all edited replies return to unapproved state for moderator to review.
ru: Все отредактированные ответы вернутся в состояние "неутвержденные" для проверки модератором.

# admin category form
source: Thread age
ru: Возраст темы

# admin category form
source: Prune thread if number of days since its creation is greater than specified. Enter 0 to disable this pruning criteria.
ru: Обрежьте тему, если количество дней с момента его создания превышает указанное. Введите 0, чтобы отключить этот критерий сокращения.

# admin category form
source: Last reply
ru: Последний ответ

# admin category form
source: Prune thread if number of days since last reply is greater than specified. Enter 0 to disable this pruning criteria.
ru: Обрежьте тему, если количество дней с момента последнего ответа превышает указанное. Введите 0, чтобы отключить этот критерий сокращения.

# admin category form
source: Permissions cannot be copied from category into itself.
ru: Разрешения не могут быть скопированы из категории в саму категорию.

# admin category form
source: Category cannot act as archive for itself.
ru: Категория не может сама по себе выступать в качестве архива.

# admin category form
source: Parent category
ru: Родительская категория

# admin category form
source: Copy permissions
ru: Скопировать разрешения

# admin category form
source: You can replace this category permissions with permissions copied from category selected here.
ru: Вы можете заменить разрешения этой категории разрешениями, скопированными из выбранной здесь категории.

# admin category form
source: Don't copy permissions
ru: Не копировать разрешения

# admin category form
source: Archive
ru: Архив

# admin category form
source: Instead of being deleted, pruned threads can be moved to designated category.
ru: Вместо удаления обрезанные темы могут быть перенесены в определенную категорию.

# admin category form
source: Don't archive pruned threads
ru: Не архивировать обрезанные темы

# admin category form
source: You are trying to move this category threads to itself.
ru: Вы пытаетесь переместить темы этой категории в саму себя.

# admin category form
source: You are trying to move this category threads to a child category that will also be deleted.
ru: Вы пытаетесь переместить темы этой категории в дочернюю категорию, которая также будет удалена.

# admin category form
source: Move category threads to
ru: Переместить темы категорий в

# admin category form
source: Delete with category
ru: Удалить вместе с категорией

# admin category form
source: Move child categories to
ru: Переместить дочерние категории в

# admin category role form
source: Role name
ru: Название роли

# admin permissions form
source: Role
ru: Роль

# admin permissions form
source: No access
ru: Нет доступа

# admin categories
source: Requested category does not exist.
ru: Запрашиваемая категория не существует.

# admin categories
source: New category "%(name)s" has been saved.
ru: Сохранена новая категория "%(name)s".

# admin categories
source: Category "%(name)s" has been edited.
ru: Категория "%(name)s" отредактирована.

# admin categories
source: Category "%(name)s" has been deleted.
ru: Категория "%(name)s" удалена.

# admin categories
source: Category "%(name)s" has been moved below "%(other)s".
ru: Категория "%(name)s" перенесена под категорию "%(other)s".

# admin categories
source: Category "%(name)s" has been moved above "%(other)s".
ru: Категория "%(name)s" перенесена над категорией "%(other)s".

# admin categories roles
source: Requested role does not exist.
ru: Запрошенная роль не существует.

# admin categories roles
source: New role "%(name)s" has been saved.
ru: Сохранена новая роль "%(name)s".

# admin categories roles
source: Role "%(name)s" has been changed.
ru: Роль "%(name)s" изменена.

# admin categories roles
source: Role "%(name)s" is special role and can't be deleted.
ru: Роль "%(name)s" особая роль, и ее нельзя удалить..

# admin categories roles
source: Role "%(name)s" has been deleted.
ru: Роль "%(name)s" удалена.

# admin categories roles
source: Category %(name)s permissions have been changed.
ru: Права доступа для категории %(name)s изменены.

# admin categories
source: Change permissions
ru: Изменять разрешения

# admin categories
source: No categories exist.
ru: Никаких категорий не существует.

# admin categories roles
source: Category permissions for role %(name)s have been changed.
ru: Изменены разрешения категории для роли %(name)s.

# admin roles
source: Categories permissions
ru: Разрешения для категорий

source: First category
ru: Первая категория

source: See only
ru: Только просмотр

source: Read only
ru: Только чтение

source: Reply to threads
ru: Отвечать на темы

source: Start and reply threads
ru: Запуск и ответа на темы

source: Moderator
ru: Модератор

source: In moderation queue
ru: В очереди на модерацию

source: Q&A user
ru: Q&A пользователя

source: Q&A moderator
ru: Q&A модератора

# categories permission
source: Category access
ru: Доступ к категориям

# categories permission
source: Can see category
ru: Можно просмотреть категорию

# categories permission
source: Can see category contents
ru: Можно просмотреть содержимое категории

# categories permission
source: You don't have permission to browse "%(category)s" contents.
ru: У вас нет разрешения на просмотр содержимого "%(category)s".

# admin node
source: Settings
ru: Настройки

# admin node
source: General
ru: Общие

# admin node
source: Change forum details like name, description or footer.
ru: Измените информацию о форуме, такую как название, описание или нижний колонтитул.

# admin node
source: Users
ru: Пользователи

# admin node
source: Customize user accounts default behavior and features availability.
ru: Настроить поведение учетных записей пользователей по умолчанию и доступность действий.

# admin node
source: Captcha
ru: Капча

# admin node
source: Setup protection against automatic registrations on the site.
ru: Установите защиту от автоматической регистрации на сайте.

# admin node
source: Threads
ru: Темы

# admin node
source: Threads, posts, polls and attachments options.
ru: Темы, посты, опросы и параметры вложений.

# admin node
source: Notifications
ru: Уведомления

# admin node
source: Those settings control default notification preferences of new user accounts and storage time of existing notifications.
ru: Эти настройки определяют настройки уведомлений по умолчанию для новых пользователей и время хранения существующих уведомлений.

# admin node
source: Enable OAuth2 client and connect your site to existing auth provider.
ru: Включите клиент OAuth2 и подключите свой сайт к существующему поставщику услуг аутентификации.

# admin node
source: Analytics
ru: Аналитика

# admin node
source: Enable Google Analytics or setup Google Site Verification.
ru: Включите Google Analytics или настроить проверку сайта Google.

# admin analytics settings form
source: Tracking ID
ru: ID отслеживания

# admin analytics settings form
source: Setting the Tracking ID will result in gtag.js file being included in your site's HTML markup, enabling Google Analytics integration.
ru: Установка ID отслеживания приведет к тому, что gtag.js файл будет включен в HTML-разметку вашего сайта, что позволит интегрировать его с Google Analytics.

# admin analytics settings form
source: Site verification code
ru: Код подтверждения сайта

# admin analytics settings form
source: This code was extracted from the uploaded site verification file. To change it, upload new verification file.
ru: Этот код извлечен из загруженного файла проверки сайта. Чтобы изменить его, загрузите новый файл проверки.

# admin analytics settings form
source: Upload site verification file
ru: Загрузить файл подтверждения сайта

# admin analytics settings form
source: Site verification file can be downloaded from Search Console's "Ownership verification" page.
ru: Файл проверки сайта можно скачать со страницы "Проверка прав собственности" в Search Console.

# admin analytics settings form
source: Uploaded file type is not HTML.
ru: Загруженный файл не HTML.

# admin analytics settings form
source: Uploaded file doesn't contain a verification code.
ru: Загруженный файл не содержит проверочного кода.

# admin captcha settings form
source: Enable CAPTCHA
ru: Включить КАПЧУ

# admin captcha type field choice
source: No CAPTCHA
ru: Без КАПЧИ

# admin captcha type field choice
source: Question and answer
ru: Вопрос и ответ

# admin captcha settings form
source: Site key
ru: Ключ сайта

# admin captcha settings form
source: Secret key
ru: Секретный ключ

# admin captcha settings form
source: Test question
ru: Тестовый вопрос

# admin captcha settings form
source: Question help text
ru: Текст подсказки по вопросу

# admin captcha settings form
source: Valid answers
ru: Правильный ответ

# admin captcha settings form
source: Enter each answer in new line. Answers are case-insensitive.
ru: Вводите каждый ответ в новой строке. В ответах регистр не учитывается.

# admin captcha settings form
source: Validate new registrations against SFS database
ru: Проверка правильности новых регистраций в базе данных SFS

# admin captcha settings form
source: Turning this option on will result in Misago validating new user's e-mail and IP address against SFS database.
ru: Включение этой опции приведет к тому, что Misago проверит электронную почту и IP-адрес нового пользователя в базе данных SFS.

# admin captcha settings form
source: Minimum SFS confidence required
ru: Требуется минимальная надёжность SFS

# admin captcha settings form
source: SFS compares user e-mail and IP address with database of known spammers and assigns the confidence score in range of 0 to 100 that user is a spammer themselves. If this score is equal or higher than specified, Misago will block user from registering and ban their IP address for 24 hours.
ru: ZFS сравнивает электронную почту и IP-адрес пользователя с базой данных известных спамеров и присваивает степень уверенности в том, что пользователь сам является спамером, в диапазоне от 0 до 100. Если этот показатель равен или превышает указанный, Misago заблокирует регистрацию пользователя и заблокирует его IP-адрес на 24 часа.

# admin captcha settings form
source: You need to enter site key if selected CAPTCHA type is reCaptcha.
ru: Вам необходимо ввести ключ сайта, если выбран тип капчи - reCAPTCHA.

# admin captcha settings form
source: You need to enter secret key if selected CAPTCHA type is reCaptcha.
ru: Вам необходимо ввести секретный ключ, если выбран тип капчи - reCAPTCHA.

# admin captcha settings form
source: You need to set question if selected CAPTCHA type is Q&A.
ru: Вам нужно задать вопрос, если выбран тип капчи - Q&A.

# admin captcha settings form
source: You need to set question answers if selected CAPTCHA type is Q&A.
ru: Вам необходимо задать ответы на вопросы, если выбран тип капчи - Q&A.

# admin general settings form
source: Forum name
ru: Название форума

# admin general settings form
source: Forum address
ru: Адрес форума

# admin general settings form
source: Page title
ru: Заголовок страницы

# admin general settings form
source: Meta Description
ru: Мета-описание

# admin general settings form
source: Short description of your forum that search and social sites may display next to link to your forum's index.
ru: Краткое описание вашего форума, которое поисковые системы и социальные сети могут отображать рядом со ссылкой на индекс вашего форума.

# admin general settings form
source: Header text
ru: Текст заголовка

# admin general settings form
source: This text will be displayed in page header on forum index.
ru: Этот текст будет отображен в шапке страницы в индексе форума.

# admin general settings form
source: Header message
ru: Сообщение заголовка

# admin general settings form
source: This message will be displayed in page header on forum index, under the header text.
ru: Это сообщение будет отображено в шапке страницы на форуме index, под текстом заголовка.

# admin general settings form
source: Large logo
ru: Крупный логотип

# admin general settings form
source: Image that will be displayed in forum navbar instead of a small logo or text.
ru: Изображение, которое будет отображаться в навигационной панели форума вместо небольшого логотипа или текста.

# admin general settings form
source: Delete large logo image
ru: Удалить большое изображение логотипа

# admin general settings form
source: Small logo
ru: Маленький логотип

# admin general settings form
source: Image that will be displayed in the forum navbar next to the logo text if a large logo was not uploaded.
ru: Изображение, которое будет отображаться на навигационной панели форума рядом с текстом логотипа, если большой логотип не загружен.

# admin general settings form
source: Delete small logo image
ru: Удалить маленькое изображение логотипа

# admin general settings form
source: Text logo
ru: Текстовый логотип

# admin general settings form
source: Text displayed in forum navbar. If a small logo image was uploaded, this text will be displayed right next to it. If a large logo was uploaded, it will replace both the small logo and the text.
ru: Текст, отображаемый в навигационной панели форума. Если загружено изображение небольшого логотипа, этот текст будет отображаться рядом с ним. Если был загружен большой логотип, он заменит и маленький логотип, и текст.

# admin general settings form
source: Image
ru: Изображение

# admin general settings form
source: Custom image that will appear next to links to your forum posted on social sites. Facebook recommends that this image should be 1200 pixels wide and 630 pixels tall.
ru: Пользовательское изображение, которое будет отображаться рядом со ссылками на ваш форум, размещенными на сайтах социальных сетей. Facebook рекомендует, чтобы ширина этого изображения составляла 1200 пикселей, а высота - 630 пикселей.

# admin general settings form
source: Delete image
ru: Удалить изображение

# admin general settings form
source: Replace image with avatar on user profiles
ru: Замените изображение на аватар в профилях пользователей

# admin general settings form
source: Replace image with avatar on threads
ru: Замените изображение на аватар в темах

# admin general settings form
source: Forum footnote
ru: Сноска к форуму

# admin general settings form
source: Short message displayed in forum footer.
ru: Короткое сообщение, отображаемое в нижнем колонтитуле форума.

# admin general settings form
source: E-mails footer
ru: Нижний колонтитул электронной почты

# admin general settings form
source: Optional short message included at the end of e-mails sent by forum.
ru: Необязательное короткое сообщение, добавляемое в конце электронных писем, отправляемых форумом.

# admin general settings form
source: Display the link to the Admin Control Panel in the administrator's user menu
ru: Отобразить ссылку на панель управления администратора в пользовательском меню администратора

# admin general settings form
source: Hiding the link to the ACP from user menus reduces risk of malicious actors gaining access to admin session for admin users who are sharing their device with others or who are logging in to the site in public spaces.
ru: Скрытие ссылки на ACP в пользовательских меню снижает риск получения злоумышленниками доступа к сеансу администрирования для пользователей с правами администратора, которые используют свое устройство совместно с другими пользователями или заходят на сайт в общественных местах.

# admin general settings form
source: Misago uses this setting to build links in e-mails sent to site users. Address under which site is running appears to be "%(address)s".
ru: Misago использует этот параметр для создания ссылок в электронных письмах, отправляемых пользователям сайта. Адрес, под которым запущен сайт, выглядит как "%(address)s".

# admin notifications settings form
source: Notify about new replies in threads started by them
ru: Уведомлять о новых ответах в запущенных ими темах

# admin notifications settings form
source: Notify about new replies in threads replied to by them
ru: Уведомлять о новых ответах в темах, на которые они ответили

# admin notifications settings form
source: Notify about new replies in new private threads started by followed users
ru: Уведомлять о новых ответах в новых закрытых темах, запущенных пользователями, на которых подписаны пользователи

# admin notifications settings form
source: Notify about new replies in new private threads started by other users
ru: Уведомлять о новых ответах в новых закрытых темах, запущенных другими пользователями

# admin notifications settings form
source: Notify about new private threads started by followed users
ru: Уведомлять о новых закрытых темах, запущенных подписчиками

# admin notifications settings form
source: Notify about new private threads started by other users
ru: Уведомлять о новых закрытых темах, запущенных другими пользователями

# admin notifications settings form
source: Delete notifications older than (in days)
ru: Удалять уведомления старше (в днях)

# admin notifications settings form
source: Misago automatically deletes notifications older than the specified age.
ru: Misago автоматически удаляет уведомления старше указанного возраста.

# admin oauth2 settings form
source: Enable OAuth2 client
ru: Включить клиент OAuth2

# admin oauth2 settings form
source: Enabling OAuth2 will make login option redirect users to the OAuth provider configured below. It will also disable option to register on forum, change username, email or password, as those features will be delegated to the 3rd party site.
ru: При включении OAuth2 функция входа в систему будет перенаправлять пользователей к провайдеру OAuth, указанному ниже. Также будет отключена возможность регистрации на форуме, смены имени пользователя, электронной почты или пароля, поскольку эти функции будут делегированы стороннему сайту.

# admin oauth2 settings form
source: Provider name
ru: Название поставщика услуг

# admin oauth2 settings form
source: Name of the OAuth 2 provider to be displayed by interface.
ru: Название поставщика OAuth 2, которое будет отображаться в интерфейсе.

# admin oauth2 settings form
source: Client ID
ru: Идентификатор клиента

# admin oauth2 settings form
source: Client Secret
ru: Секрет клиента

# admin oauth2 settings form
source: Scopes
ru: Области применения

# admin oauth2 settings form
source: List of scopes to request from provider, separated with spaces.
ru: Список областей для запроса у поставщика, разделенных пробелами.

# admin oauth2 settings form
source: Login form URL
ru: URL-адрес формы входа в систему

# admin oauth2 settings form
source: Address of the login form on provider's server that users will be redirected to.
ru: Адрес формы входа на сервере провайдера, на которую будут перенаправляться пользователи.

# admin oauth2 settings form
source: Access token retrieval URL
ru: URL-адрес для получения токена доступа
