Repository: mrpavko/misago-translation_ru
Catalog: django.po
Languages: ru

# admin general settings form
source: Admin Control Panel
ru: Панель управления администратора

# admin settings
source: Settings
ru: Настройки

# admin notifications settings form
source: Default notifications settings
ru: Настройки уведомлений по умолчанию

# admin notifications settings form
source: Those settings are applied only to newly created user accounts.
ru: Эти настройки применяются только к вновь созданным учетным записям пользователей.

# admin notifications settings form
source: Performance settings
ru: Настройки производительности

# admin oauth2 settings form
source: Basic settings
ru: Основные настройки

# admin oauth2 settings form
source: Initializing login
ru: Инициализация входа в систему

# admin oauth2 settings form
source: Retrieving access token
ru: Получение токена доступа

# admin oauth2 settings form
source: Retrieving user data
ru: Получение пользовательских данных

# admin oauth2 settings form
source: New user sign-ons
ru: Вход новых пользователей

# admin oauth2 settings form
source: User JSON mappings
ru: Маппинг пользователей JSON

# admin oauth2 settings form
source: Path to value is a key under which it can be found in the JSON with user data returned by the provider. If this key is nested under other key, use full path and separate keys with periods ("<code>.</code>").
ru: Путь к значению - это ключ, по которому его можно найти в формате JSON с пользовательскими данными, возвращаемыми поставщиком. Если этот ключ вложен в другой ключ, используйте полный путь и разделяйте ключи точками ("<код>.</код>").

# admin oauth2 settings form
source: For example, for given JSON with user data:
ru: Например, для заданного JSON-файла с пользовательскими данными:

# admin oauth2 settings form
source: Those paths should be used:
ru: Эти пути должны быть использованы:

# admin oauth2 settings form
source: User ID
ru: ID пользователя

# admin oauth2 settings form
source: User name
ru: Имя пользователя

# admin oauth2 settings form
source: User e-mail
ru: Электронная почта пользователя

# admin oauth2 settings form
source: User avatar
ru: Аватар пользователя

# admin threads settings form
source: Posting
ru: Размещение

# admin threads settings form
source: Threads lists
ru: Списки тем

# admin threads settings form
source: Thread pages
ru: Страницы с темами

# admin threads settings form
source: Read-tracker
ru: Трекер чтения

# admin threads settings form
source: Attachment error images
ru: Изображения ошибочных вложений

# admin users settings form
source: Note
ru: Примечание

# admin users settings form
source: OAuth2 client is enabled. On site registration, password and account deletion features have been disabled and delegated to the %(provider)s.
ru: Включен клиент OAuth2. При регистрации на сайте функции ввода пароля и удаления учетной записи были отключены и переданы %(provider)s..

# admin users settings form
source: New accounts
ru: Новые учетные записи

# admin users settings form
source: Usernames
ru: Имена пользователей

# admin users settings form
source: Avatars
ru: Аватары

# admin users settings form
source: Signatures
ru: Подписи

# admin users settings form
source: Data downloads
ru: Загрузки данных

# admin users settings form
source: Own account deletion
ru: Удаление собственной учетной записи

# admin users settings form
source: IP addresses
ru: IP-адреса

# admin users settings form
source: Default subscription preferences
ru: Настройки подписки по умолчанию

# admin users settings form
source: Deprecation warning
ru: Предупреждение об устаревании

# admin users settings form
source: The thread subscriptions feature has been replaced with notifications and will be removed in a future version of Misago. Please use the notification settings instead.
ru: Функция подписки на темы заменена на уведомления и будет удалена в будущей версии Misago. Пожалуйста, используйте вместо этого настройки уведомлений.

# admin users settings form
source: Users lists
ru: Списки пользователей

# admin users settings form
source: Top posters ranking
ru: Рейтинг лучших постов

# admin analytics
source: Analytics
ru: Аналитика

# admin analytics
source: Loading...
ru: Загрузка...

# admin checks title
source: System checks
ru: Системные проверки

# admin version check
source: Loading...
ru: Загрузка...

# admin version check
source: Checking Misago version used by the site...
ru: Проверка версии Misago, используемой сайтом...

# admin debug check
source: The site is running in DEBUG mode.
ru: Сайт работает в режиме отладки.

# admin debug check
source: Error pages displayed in DEBUG mode will expose site configuration details like secrets and tokens to all visitors. This is MAJOR security risk.
ru: Страницы с ошибками, отображаемые в режиме отладки, будут предоставлять информацию о конфигурации сайта, такую как секреты и токены, всем посетителям. Это представляет СЕРЬЕЗНУЮ угрозу безопасности.

# admin site address check
source: Forum address is not configured.
ru: Адрес форума не настроен.

# admin site address check
source: Links in e-mails sent by Misago will be broken.
ru: Ссылки в электронных письмах, отправленных Misago, будут недоступны.

# admin site address check
source: Configured forum address appears to be incorrect.
ru: Настроенный адрес форума, по-видимому, неверен.

# admin site address check
source: Your forum address is set to %(configured_address)s while correct value appears to be %(correct_address)s.
ru: Вашему адресу на форуме присвоено значение %(configured_address)s, в то время как правильным значением является %(correct_address)s.

# admin site address check
source: Links in e-mails sent by Misago may be broken.
ru: Ссылки в электронных письмах, отправленных Misago, могут быть нерабочими.

# admin https check
source: The site is not running over HTTPS.
ru: Сайт не работает по протоколу HTTPS.

# admin https check
source: Browsers may warn users visiting the site about it being insecure. Search engines will lower its position in search results.
ru: Браузеры могут предупреждать пользователей, посещающих сайт, о том, что он небезопасен. Поисковые системы снизят его позицию в результатах поиска.

# admin cache check
source: Cache is disabled.
ru: Кэширование отключено.

# admin cache check
source: This will cause degraded performance and increased CPU usage by the site, leading to worse user experience and increased hosting costs.
ru: Это приведет к снижению производительности и увеличению загрузки центрального процессора сайтом, что приведет к ухудшению работы пользователей и увеличению расходов на хостинг.

# admin data downloads check
source: There is %(downloads)s unprocessed data download request.
ru: %(downloads)s запрос на скачивание необработанных данных.

# admin data downloads check
source: Cron task that should process user data download requests is not running.
ru: Задача Cron, которая должна обрабатывать запросы на скачивание пользовательских данных, не запущена.

# admin inactive users check
source: There is %(users)s inactive user accounts.
ru: %(users)s неактивная учетная запись.

# admin inactive users check
source: The site may be targeted by bots, is not sending activation e-mails, or is not configured to delete inactive user accounts.
ru: Сайт может быть нацелен на ботов, не отправляет электронные письма с активацией или не настроен на удаление неактивных учетных записей пользователей.

# admin dashboard
source: Dashboard
ru: Рабочий стол

# admin version check
source: Version check is currently unavailable due to an error.
ru: Проверка версии в настоящее время недоступна из-за ошибки.

# admin version check
source: Misago admin API did not answer or answered with an error.
ru: Misago admin API не ответил или выдал сообщение об ошибке.

# admin analytics
source: User registrations
ru: Регистрация пользователей

# admin analytics
source: User deletions
ru: Удаление пользователей

# admin analytics
source: Threads started
ru: Темы запущенны

# admin analytics
source: Posts
ru: Посты

# admin analytics
source: Attachments uploaded
ru: Загруженные вложения

# admin analytics
source: Data download requests
ru: Запросы на скачивание данных

# admin analytics
source: Site analytics are currently unavailable due to an error.
ru: Аналитика сайта в настоящее время недоступна из-за ошибки.

# admin dashboard totals
source: Users
ru: Пользователи

# admin dashboard totals
source: Threads
ru: Темы

# admin dashboard totals
source: Posts
ru: Посты

# admin dashboard totals
source: Attachments
ru: Вложения

# admin data download request form
source: Request new data downloads
ru: Запросить новое скачивание данных

# admin data downloads
source: New downloads
ru: Новые скачивания

# admin data downloads list
source: User
ru: Пользователи

# admin data downloads list
source: Status
ru: Статус

# admin data downloads list
source: Requested on
ru: Запрошенная на

# admin data downloads list
source: Requested by
ru: Запрошенная от

# admin user avatar
source: Avatar
ru: Аватар

# admin data download button
source: Download
ru: Скачать

# admin data downloads
source: No data downloads matching criteria exist.
ru: Не скачиваний, соответствующих данным критериям.

# admin data downloads
source: No data downloads exist.
ru: Нет скачивания данных.

# admin error 403
source: Page not available
ru: Страница недоступна

# admin error 403
source: Requested page is not available
ru: Запрошенная страница недоступна

# admin error 403
source: You don't have permission to access this page.
ru: У вас нет разрешения на доступ к этой странице.

# admin error 404
source: Page not found
ru: Страница не найдена

# admin error 404
source: Requested page could not be found
ru: Запрошенная страница не найдена

# admin error 404
source: The link you've followed was incorrect or the page has been moved or deleted.
ru: Ссылка, по которой вы перешли неверная, или страница была перенесена или удалена.

# admin csrf error
source: Form submission rejected
ru: Отправка формы отклонена

# admin csrf error
source: Your form submission was rejected because your browser didn't send the CSRF cookie, or the cookie sent was invalid.
ru: Ваша отправка формы отклонена из-за того, что ваш браузер не отправил файл cookie CSRF или отправленный файл cookie был недействительным.

# admin csrf error
source: This is usually a result of one of following problems:
ru: Обычно это является результатом одной из следующих проблем:

# admin csrf error
source: Your browser is configured to don't accept or send any cookies.
ru: Ваш браузер настроен таким образом, чтобы не принимать и не отправлять файлы cookie.

# admin csrf error
source: The form was sent after being opened in the browser for a long time (eg. few days) and cookie token has expired.
ru: Форма отправлена после того, как она была открыта в браузере в течение длительного времени (например, нескольких дней), и срок действия cookie-маркера истек.

# admin csrf error
source: The site is configured to use the HTTPS, but this form was sent over the the HTTP.
ru: Сайт настроен на использование протокола HTTPS, но эта форма отправлена по протоколу HTTP.

# admin csrf error
source: If you are an owner of this site, please check if the HTTPS certificate used by the site is valid and accepted by the browser.
ru: Если вы являетесь владельцем этого сайта, пожалуйста, проверьте, действителен ли сертификат HTTPS, используемый сайтом, и принимается ли он браузером.

# admin list filters
source: Filter
ru: Фильтр

# admin list filters
source: Clear filters
ru: Очистить фильтры

# admin form
source: Form was completed with errors.
ru: Форма заполнена с ошибками.

# admin form
source: Cancel
ru: Отмена

# admin form action
source: Save and keep editing
ru: Сохранить и продолжить редактировать

# admin form action
source: Save changes
ru: Сохранить изменения

# admin form action
source: Save and add another
ru: Сохраните и добавьте еще один

# admin form action
source: Save
ru: Сохранить

# admin list filters
source: Filters
ru: Фильтры

# admin list filters
source: Close
ru: Закрыть

# admin list filters
source: Done
ru: Готово

# admin list
source: With selected:
ru: Выбрано:

# admin list ordering
source: Sort:
ru: Сортировать:

# admin list ordering
source: Change sorting to:
ru: Изменить сортировку на:

# admin paginator
source: Go to first page
ru: Перейти на первую страницу

# admin paginator
source: First
ru: Первая

# admin paginator
source: Go to previous page
ru: Перейти на предыдущую страницу

# admin paginator
source: Go to next page
ru: Перейти к следующей странице

# admin paginator
source: Go to last page
ru: Перейти к последней странице

# admin paginator
source: Last
ru: Последняя

# admin paginator
source: Page %(page)s of %(pages)s
ru: Страница %(page)s из %(pages)s

# admin icons form
source: Favicon
ru: Фавикон

# admin icons form
source: Favicon is small icon that internet browsers display next to your site in its interface.
ru: Фавикон - это небольшой значок, который интернет-браузеры отображают рядом с вашим сайтом в своем интерфейсе.

# admin icons form
source: Apple Touch Icon
ru: Иконка Apple Touch

# admin login form
source: Log in
ru: Авторизоваться

# admin title
source: Django Administration
ru: Администрирование Django

# admin login form
source: Administration
ru: Администрирование

# admin login form
source: Please try again.
ru: Пожалуйста, попробуйте снова.

# admin login form
source: Username or e-mail
ru: Имя пользователя или e-mail

# admin login form
source: Password
ru: Пароль

# admin login form
source: Sign in
ru: Войти

# admin login form
source: Return to site
ru: Вернуться на сайт

# admin menu item form
source: New menu item
ru: Новый пункт меню

# admin menu item form
source: Edit menu item
ru: Редактировать пункт меню

# admin menu item form
source: Basic settings
ru: Основные настройки

# admin menu item form
source: Behavior and appearance
ru: Поведение и внешний вид

# admin menu items
source: New menu item
ru: Новый пункт меню

# admin menu items list
source: Item
ru: Пункт меню

# admin menu items list
source: CSS Class
ru: CSS класс

# admin menu items list
source: Target
ru: Цель

# admin menu items list
source: Rel
ru: Связь

# admin menu items
source: Is displayed on the forum navbar.
ru: Отображается на навигационной панели форума.

# admin menu items
source: Is displayed on the forum footer.
ru: Отображается в нижнем колонтитуле форума.

# admin menu item css class
source: Not set
ru: Не установлен

# admin menu items
source: Move down
ru: Сдвинуть вниз

# admin menu items
source: Move up
ru: Сдвинуть вверх

# admin menu items
source: Edit item
ru: Редактировать пункт

# admin menu items
source: Remove item
ru: Удалить пункт

# admin menu items
source: No menu items are set.
ru: Пункты меню не заданы.

# admin menu items
source: Are you sure you want to remove this menu item?
ru: Вы уверены, что хотите удалить этот пункт меню?

# admin navbar
source: Support forum
ru: Форум поддержки

# admin navbar
source: Site index
ru: Индекс сайта

# admin navbar
source: Your avatar
ru: Ваш аватар

# admin navbar
source: Edit your account
ru: Изменить свой аккаунт

# admin navbar
source: Close admin session
ru: Закрыть сеанс администрирования

# admin navbar
source: Log out completely
ru: Полностью выйти из системы

# admin plugins
source: Plugins
ru: Плагины

# admin plugins
source: Plugin
ru: Плагин

# admin plugins
source: Version
ru: Версия

# admin plugins
source: License
ru: Лицензия

# admin plugins
source: Author
ru: Автор

# admin plugins
source: This plugin has no name specified.
ru: У этого плагина не указано название.

# admin plugins
source: Invalid manifest: %(error)s
ru: Недопустимый манифест: %(error)s

# admin plugins
source: This plugin does not export any manifest from its misago_plugin.py file.
ru: Этот плагин не экспортирует никакой манифест из своего файла misago_plugin.py.

# admin plugins
source: See plugin location
ru: Посмотреть расположение плагина

# admin plugins links
source: See plugin links
ru: Посмотреть ссылки на плагины

# admin plugins url
source: Homepage:
ru: Домашняя страница:

# admin plugins url
source: Sponsor:
ru: Спонсор:

# admin plugins url
source: Help:
ru: Помощь:

# admin plugins url
source: Bug reports:
ru: Сообщения об ошибках:

# admin plugins url
source: Repository:
ru: Репозиторий:

# admin plugins
source: No plugins are installed on this site.
ru: На этом сайте не установлены плагины.

# admin rank form
source: New rank
ru: Новый уровень

# admin ranks
source: View on site
ru: Просмотр на сайте

# admin rank form
source: Edit rank
ru: Редактировать уровень

# admin rank form
source: Name and description
ru: Название и описание

# admin rank form
source: Permissions
ru: Разрешения

# admin rank form
source: Display and visibility
ru: Отображение и видимость

# admin ranks
source: New rank
ru: Новый уровень

# admin ranks list
source: Rank
ru: Уровень

# admin ranks list
source: Title
ru: Заголовок

# admin ranks list
source: CSS class
ru: CSS класс

# admin ranks
source: Has dedicated page on users list
ru: Имеет специальную страницу в списке пользователей

# admin rank has tab status
source: Tab
ru: Вкладка

# admin ranks
source: This is default rank assigned to new members
ru: Этот уровень присваивается новым участникам по умолчанию

# admin rank is default status
source: Default
ru: По умолчанию

# admin rank user title
source: Not set
ru: Не установлен

# admin rank css class
source: Not set
ru: Не установлен

# admin ranks
source: Move down
ru: Сдвинуть вниз

# admin ranks
source: Move up
ru: Сдвинуть вверх

# admin ranks
source: List users
ru: Список пользователей

# admin ranks
source: Set as default
ru: Установить по умолчанию

# admin ranks
source: Edit rank
ru: Редактировать уровень

# admin ranks
source: Delete rank
ru: Удалить уровень

# admin ranks
source: No user ranks are set.
ru: Уровни пользователей не заданы.

# admin ranks
source: Are you sure you want to delete this rank?
ru: Вы уверены, что хотите удалить этот уровень?

# admin role form
source: New role
ru: Новая роль

# admin role form
source: Edit role
ru: Редактировать роль

# admin role form
source: Basic settings
ru: Основные настройки

# admin roles
source: New role
ru: Новая роль

# admin roles list
source: Role
ru: Роль

# admin roles
source: Users with role
ru: Пользователи с ролью

# admin roles
source: Delete role
ru: Удалить роль

# admin roles
source: No user roles are set.
ru: Роли пользователей не заданы.

# admin roles
source: Are you sure you want to delete this role?
ru: Вы уверены, что хотите удалить эту роль?

# admin social auth provider form
source: Edit social login
ru: Редактирование входа в систему через социальные сети

# admin social auth provider form
source: Setup social login
ru: Настройка входа в систему через социальные сети

# admin social auth provider form
source: General
ru: Общие

# admin social auth provider form
source: Button appearance
ru: Внешний вид кнопки

# admin social auth providers
source: Enabled login methods
ru: Включенные методы входа в систему

# admin social auth providers list
source: Provider
ru: Провайдер

# admin social auth provider
source: Move down
ru: Сдвинуть вниз

# admin social auth provider
source: Move up
ru: Сдвинуть вверх

# admin social auth provider
source: Change settings
ru: Изменить настройки

# admin social auth provider
source: Disable login
ru: Отключить вход в систему

# admin social auth providers
source: No social login methods are enabled.
ru: Методы входа через социальные сети не включены.

# admin social auth providers
source: Are you sure you want to disable this social login provider?
ru: Вы уверены, что хотите отключить этого провайдера услуг входа через социальные сети?

# admin social auth providers
source: Note
ru: Примечание

# admin social auth providers
source: OAuth2 client is enabled. Social authentication has been disabled with login and registration delegated to the %(provider)s.
ru: Включен клиент OAuth2. Вход в систему и регистрация делегированы %(provider)s.

# admin social auth providers list
source: Setup new login method
ru: Установить новый способ входа в систему

# admin social auth providers
source: Setup login with this provider
ru: Настройка входа в систему через этого провайдера

# admin social auth providers
source: Setup
ru: Настроить

# admin social auth providers
source: No new login providers are available for setup.
ru: Нет новых провайдеров доступных для настройки.

# admin theme css form
source: New CSS
ru: Новый CSS

# admin theme css form
source: Edit CSS
ru: Редактировать CSS

# admin theme css form
source: Save and keep editing
ru: Сохранить и продолжить редактировать

# admin theme css form
source: Save changes
ru: Сохранить изменения

# admin theme css form
source: Save
ru: Сохранить

# admin theme css form
source: Cancel
ru: Отмена

# admin theme css link form
source: New CSS link
ru: Новая ссылка CSS

# admin theme css link form
source: Edit CSS link
ru: Редактировать ссылку CSS

# admin theme css link form
source: Cancel
ru: Отмена

# admin theme assets
source: CSS files
ru: CSS файлы

# admin theme assets
source: Upload
ru: Загрузка

# admin theme assets
source: Link
ru: Ссылка

# admin theme assets
source: Create
ru: Создать

# admin theme assets
source: Name
ru: Имя

# admin theme assets
source: Modified
ru: Изменен

# admin theme assets
source: Size
ru: Размер

# admin theme assets
source: Move down
ru: Сдвинуть вниз

# admin theme assets
source: Move up
ru: Сдвинуть вверх

# admin theme assets
source: Edit
ru: Редактировать

# admin theme assets
source: This theme has no CSS files.
ru: В этой теме нет CSS-файлов.

# admin theme assets
source: Delete selected
ru: Удалить выбранный

# admin theme assets
source: Assets
ru: Активы

# admin themes
source: Edit theme
ru: Редактировать тему

# admin theme assets
source: Are you sure you want to delete selected items?
ru: Вы уверены, что хотите удалить выбранные элементы?

# admin theme media assets
source: Media
ru: Медиафайлы

# admin theme media assets
source: Upload
ru: Загрузить

# admin theme media assets
source: Name
ru: Имя

# admin theme media assets
source: Modified
ru: Изменен

# admin theme media assets
source: Size
ru: Размер

# admin theme media assets
source: Type
ru: Тип

# admin theme media assets
source: Dimensions
ru: Размеры

# admin theme media assets
source: This theme has no media.
ru: У этой темы нет медиафайлов.

# admin theme media assets
source: Delete selected
ru: Удалить выбранный

# admin theme css upload form
source: Upload CSS
ru: Загрузить CSS

# admin theme css upload form
source: Close
ru: Закрыть

# admin theme css upload form
source: Select CSS files to upload
ru: Выберать CSS-файлы для загрузки

# admin theme css upload form
source: Cancel
ru: Отмена

# admin theme css upload form
source: Upload
ru: Загрузка

# admin theme media upload form
source: Upload media
ru: Загрузить медиафайлы

# admin theme media upload form
source: Close
ru: Закрыть

# admin theme media upload form
source: Select media files to upload
ru: Выберите медиафайлы для загрузки

# admin theme media upload form
source: Media files are primarily image and font files that can be linked to from the CSS, but files of any type can be uploaded using this option.
ru: Медиафайлы - это в первую очередь файлы изображений и шрифтов, на которые можно установить ссылки с помощью CSS, но с помощью этой опции можно загружать файлы любого типа.

# admin theme media upload form
source: Theme CSS that use the "url()" to point to media files will be updated automatically.
ru: CSS темы, использующие "url()" для указания на медиафайлы, будут обновляться автоматически.

# admin theme media upload form
source: Cancel
ru: Отмена

# admin theme media upload form
source: Upload
ru: Загрузка

# admin theme form
source: New theme
ru: Новая тема

# admin themes
source: Edit assets
ru: Редактировать средства
