Repository: mrpavko/misago-translation_ru
Catalog: django.po
Languages: ru

# admin oauth2 settings form
source: URL that will be called after user completes the login process and authorization code is sent back to your site. This URL is expected to take this code and return the access token that will be next used to retrieve user data.
ru: URL-адрес, который будет вызван после того, как пользователь завершит процесс входа в систему, и код авторизации будет отправлен обратно на ваш сайт. Ожидается, что этот URL-адрес будет принимать этот код и возвращать токен доступа, который в следующий раз будет использован для получения пользовательских данных.

# admin oauth2 settings form
source: Extra HTTP headers in token request
ru: Дополнительные HTTP-заголовки в запросе токена

# admin oauth2 settings form
source: List of extra headers to include in a HTTP request made to retrieve the access token. Example header is "Header-name: value". Specify each header on separate line.
ru: Список дополнительных заголовков, которые необходимо включить в HTTP-запрос, отправляемый для получения токена доступа. Примером заголовка является "Заголовок-имя: значение". Укажите каждый заголовок в отдельной строке.

# admin oauth2 settings form
source: JSON path to access token
ru: JSON-путь к токену доступа

# admin oauth2 settings form
source: Name of key containing the access token in JSON returned by the provider. If token is nested, use period (".") for path, eg: "result.token" will retrieve the token from "token" key nested in "result".
ru: Имя ключа, содержащего токен доступа, в формате JSON, возвращаемое провайдером. Если токен вложен, используйте точку (".") в качестве пути, например: "result.token" извлечет токен из ключа "token", расположенного в "result".

# admin oauth2 settings form
source: User data URL
ru: URL-адрес пользовательских данных

# admin oauth2 settings form
source: Request method
ru: Способ запроса

# admin oauth2 settings form
source: Access token location
ru: Расположение токена доступа

# admin oauth2 token location choice
source: Query string
ru: Строка запроса

# admin oauth2 token location choice
source: HTTP header
ru: HTTP-заголовок

# admin oauth2 token location choice
source: HTTP header (Bearer)
ru: HTTP-заголовок (Носитель)

# admin oauth2 settings form
source: Access token name
ru: Имя токена доступа

# admin oauth2 settings form
source: Extra HTTP headers in user request
ru: Дополнительные HTTP-заголовки в пользовательском запросе

# admin oauth2 settings form
source: List of extra headers to include in a HTTP request made to retrieve the user profile. Example header is "Header-name: value". Specify each header on separate line.
ru: Список дополнительных заголовков для включения в HTTP-запрос, отправляемый для получения профиля пользователя. Пример заголовка - "Заголовок-имя: значение". Укажите каждый заголовок в отдельной строке.

# admin oauth2 settings form
source: Send a welcoming e-mail to users on their first sign-ons
ru: Отправлять приветственное письмо пользователям при их первом входе в систему

# admin oauth2 settings form
source: User ID path
ru: Путь к ID пользователя

# admin oauth2 settings form
source: User name path
ru: Путь к имени пользователя

# admin oauth2 settings form
source: User e-mail path
ru: Путь к электронной почте пользователя

# admin oauth2 settings form
source: User avatar URL path
ru: URL аватара пользователя

# admin oauth2 settings form
source: Optional, leave empty to don't download avatar from provider.
ru: Необязательно, оставьте поле пустым, чтобы не загружать аватарку от провайдера.

# admin oauth2 settings form
source: You need to complete the configuration before you will be able to enable OAuth 2 on your site.
ru: Вам необходимо завершить настройку, прежде чем вы сможете включить OAuth 2 на своем сайте.

# admin oauth2 settings form
source: "%(header)s" is not a valid header. It's missing a colon (":").
ru: "%(header)s" не является допустимым заголовком. В нем отсутствует двоеточие (":").

# admin oauth2 settings form
source: "%(header)s" is not a valid header. It's missing a header name before the colon (":").
ru: "%(header)s" не является допустимым заголовком. В нем отсутствует имя заголовка перед двоеточием (":").

# admin oauth2 settings form
source: "%(header)s" header is entered more than once.
ru: заголовок "%(header)s" вводится более одного раза.

# admin oauth2 settings form
source: "%(header)s" is not a valid header. It's missing a header value after the colon (":").
ru: "%(header)s" не является допустимым заголовком. В нем отсутствует значение заголовка после двоеточия (":").

# admin threads settings form
source: Daily post limit per user
ru: Ежедневный лимит публикаций на одного пользователя

# admin threads settings form
source: Daily limit of posts that may be posted by single user. Fail-safe for situations when forum is flooded by spam bots. Change to 0 to remove the limit.
ru: Ежедневное ограничение на количество постов, которые может публиковать один пользователь. Это решение подходит для ситуаций, когда форум наводнен спам-ботами. Измените значение на 0, чтобы снять ограничение.

# admin threads settings form
source: Hourly post limit per user
ru: Часовой лимит публикации на одного пользователя

# admin threads settings form
source: Hourly limit of posts that may be posted by single user. Fail-safe for situations when forum is flooded by spam bots. Change to 0 to remove the limit.
ru: Почасовое ограничение на количество постов, которые могут быть размещены одним пользователем. Это решение действует в ситуациях, когда форум наводнен спам-ботами. Измените значение на 0, чтобы снять ограничение.

# admin threads settings form
source: Maximum number of attachments per post
ru: Максимальное количество вложений в посте

# admin threads settings form
source: Maximum allowed post length
ru: Максимально допустимая длина поста

# admin threads settings form
source: Minimum required post length
ru: Минимальная требуемая длина поста

# admin threads settings form
source: Maximum allowed thread title length
ru: Максимально допустимая длина заголовка темы

# admin threads settings form
source: Minimum required thread title length
ru: Минимальная требуемая длина заголовка темы

# admin threads settings form
source: Unused attachments lifetime
ru: Срок годности неиспользуемых вложений

# admin threads settings form
source: Period of time (in hours) after which user-uploaded files that weren't attached to any post are deleted from disk.
ru: Период времени (в часах), по истечении которого загруженные пользователем файлы, которые не прикреплены ни к одному посту, удаляются с диска.

# admin threads settings form
source: Read-tracker cutoff
ru: Отключение трекера чтения

# admin threads settings form
source: Controls amount of data used by read-tracking system. All content older than number of days specified in this setting is considered old and read, even if the opposite is true for the user. Active forums can try lowering this value while less active ones may wish to increase it instead.
ru: Контролирует объем данных, используемых системой отслеживания чтения. Все материалы, возраст которых превышает количество дней, указанное в этом параметре, считаются устаревшими и прочитанными, даже если для пользователя верно обратное. Активные форумчане могут попытаться снизить это значение, в то время как менее активные пользователи могут захотеть увеличить его.

# admin threads settings form
source: Number of threads displayed on a single page
ru: Количество тем, отображаемых на одной странице

# admin threads settings form
source: Number of posts displayed on a single page
ru: Количество постов, отображаемых на одной странице

# admin threads settings form
source: Maximum orphans
ru: Максимум орфансов

# admin threads settings form
source: This setting prevents situations when the last page of a thread contains very few items. If number of posts to be displayed on the last page is less or equal to number specified in this setting, those posts will instead be appended to the previous page, reducing number of thread's pages.
ru: Этот параметр предотвращает ситуации, когда последняя страница темы содержит очень мало элементов. Если количество постов, отображаемых на последней странице, меньше или равно количеству, указанному в этом параметре, эти записи будут добавлены на предыдущую страницу, что уменьшит количество страниц темы.

# admin threads settings form
source: Maximum number of events displayed on a single page
ru: Максимальное количество событий, отображаемых на одной странице

# admin threads settings form
source: Permission denied
ru: В разрешении отказано

# admin threads settings form
source: Attachments proxy will display this image in place of default one when user tries to access attachment they have no permission to see.
ru: Прокси-сервер вложений будет отображать это изображение вместо изображения по умолчанию, когда пользователь попытается получить доступ к вложению, на просмотр которого у него нет разрешения.

# admin threads settings form
source: Delete custom permission denied image
ru: Удалить пользовательское изображение, в котором отказано в разрешении

# admin threads settings form
source: Not found
ru: Не найдено

# admin threads settings form
source: Attachments proxy will display this image in place of default one when user tries to access attachment that doesn't exist.
ru: Прокси-сервер вложений будет отображать это изображение вместо изображения по умолчанию, когда пользователь попытается получить доступ к несуществующему вложению.

# admin threads settings form
source: Delete custom not found image
ru: Удалить пользовательское изображение, которое не найдено

# admin threads settings form
source: This value must be lower than number of posts per page.
ru: Это значение должно быть меньше количества постов на странице.

# admin users settings form
source: Require new accounts activation
ru: Требуется активация новых учетных записей

# admin users account activation field choice
source: No activation required
ru: Активация не требуется

# admin users account activation field choice
source: Activation token sent to user e-mail
ru: Токен активации, отправляется на электронную почту пользователя

# admin users account activation field choice
source: Activation by administrator
ru: Активация администратором

# admin users account activation field choice
source: Disable new registrations
ru: Отключить новые регистрации

# admin users settings form
source: Delete new inactive accounts if they weren't activated within this number of days
ru: Удалять новые неактивные учетные записи, если они не были активированы в течение указанного количества дней

# admin users settings form
source: Enter 0 to never delete inactive new accounts.
ru: Введите 0, чтобы никогда не удалять новые неактивные учетные записи.

# admin users settings form
source: Minimum allowed username length
ru: Минимально допустимая длина имени пользователя

# admin users settings form
source: Maximum allowed username length
ru: Максимально допустимая длина имени пользователя

# admin users settings form
source: Allow custom avatar uploads
ru: Разрешить загрузку пользовательских аватаров

# admin users settings form
source: Turning this option off will forbid forum users from uploading custom avatars.
ru: Отключение этой опции запретит пользователям форума загружать пользовательские аватары.

# admin users settings form
source: Maximum size of uploaded avatar
ru: Максимальный размер загружаемого аватара

# admin users settings form
source: Enter maximum allowed file size (in KB) for avatar uploads.
ru: Введите максимально допустимый размер файла (в КБ) для загрузки аватара.

# admin users settings form
source: Default avatar
ru: Аватар по умолчанию

# admin users default avatar choice
source: Individual
ru: Индивидуальный

# admin users default avatar choice
source: Random avatar from gallery
ru: Случайный аватар из галереи

# admin users settings form
source: Fallback for default Gravatar
ru: Резервный вариант для Gravatar по умолчанию

# admin users settings form
source: Select which avatar to use when user has no Gravatar associated with their e-mail address.
ru: Выберите, какой аватар использовать, если у пользователя нет Gravatar, связанного с его адресом электронной почты.

# admin users gravatar fallback choice
source: Individual
ru: Индивидуальный

# admin users gravatar fallback choice
source: Random avatar from gallery
ru: Случайный аватар из галереи

# admin users settings form
source: Blank avatar
ru: Пустой аватар

# admin users settings form
source: Blank avatar is displayed in the interface when user's avatar is not available: when user was deleted or is guest. Uploaded image should be a square.
ru: Пустой аватар отображается в интерфейсе, когда аватар пользователя недоступен: когда пользователь удален или является гостем. Загруженное изображение должно быть квадратным.

# admin users settings form
source: Delete custom blank avatar
ru: Удалить пользовательский пустой аватар

# admin users settings form
source: Maximum allowed signature length
ru: Максимально допустимая длина подписи

# admin users settings form
source: Started threads
ru: Запущенные темы

# admin users settings form
source: Don't watch
ru: Не отслеживать

# admin users default subscription choice
source: Put on watched threads list
ru: Добавить в список тем для оотслеживания

# admin users default subscription choice
source: Put on watched threads list and e-mail user when somebody replies
ru: Добавить в список тем для отслеживания и отправлять пользователю электронное письмо, когда кто-нибудь ответит

# admin users settings form
source: Replied threads
ru: Отвеченные темы

# admin users settings form
source: Number of users displayed on a single page
ru: Количество пользователей, отображаемых на одной странице

# admin users settings form
source: Maximum orphans
ru: Максимальное количество орфансов

# admin users settings form
source: This setting prevents situations when the last page of a users list contains very few items. If number of users to be displayed on the last page is less or equal to number specified in this setting, those users will instead be appended to the previous page, reducing number of list's pages.
ru: Этот параметр предотвращает ситуации, когда на последней странице списка пользователей содержится очень мало элементов. Если количество пользователей, отображаемых на последней странице, меньше или равно количеству, указанному в этом параметре, эти пользователи будут добавлены на предыдущую страницу, что сократит количество страниц списка.

# admin users settings form
source: Maximum age in days of posts that should count to the ranking position
ru: Максимальный возраст поста в днях, который должен учитываться при определении позиции в рейтинге

# admin users settings form
source: Maximum number of ranked users
ru: Максимальное количество ранжированных пользователей

# admin users settings form
source: Allow users to download their data
ru: Разрешить пользователям скачивать свои данные

# admin users settings form
source: Maximum age in hours of data downloads before they expire
ru: Максимальный срок скачивания данных до истечения срока их действия в часах

# admin users settings form
source: Data downloads older than specified will have their files deleted and will be marked as expired.
ru: При скачивании данных, срок действия которых превышает указанный, файлы будут удалены и помечены как просроченные.

# admin users settings form
source: Allow users to delete their own accounts
ru: Разрешить пользователям удалять свои собственные учетные записи

# admin users settings form
source: IP storage time
ru: Время хранения IP-адреса

# admin users settings form
source: Number of days for which users IP addresses are stored in forum database. Enter zero to store registered IP addresses forever. Deleting user account always deletes the IP addresses associated with it.
ru: Количество дней, в течение которых IP-адреса пользователей хранятся в базе данных форума. Введите ноль, чтобы зарегистрированные IP-адреса сохранялись вечно. При удалении учетной записи пользователя всегда удаляются связанные с ней IP-адреса.

# admin users settings form
source: Anonymous username
ru: Анонимное имя пользователя

# admin users settings form
source: This username is displayed instead of delete user's actual name next to their content.
ru: Это имя пользователя отображается вместо фактического имени пользователя delete рядом с его содержимым.

# admin users settings form
source: Uploaded image's edge should be at least %(size)s pixel long.
ru: Длина края загруженного изображения должна составлять не менее %(size)s пикселя.

# admin users settings form
source: This value must be lower than number of users per page.
ru: Это значение должно быть меньше, чем количество пользователей на странице.

# admin settings
source: Settings have been saved.
ru: Настройки сохранены.

# api
source: Permission denied.
ru: Недостаточно прав.

# social auth
source: A problem was encountered when disconnecting your account from the remote site.
ru: При отключении вашей учетной записи от удаленного сайта возникла проблема.

# social auth
source: You are not allowed to disconnect your account from the other site, because currently it's the only way to sign in to your account.
ru: Вам не разрешается отключать свою учетную запись от другого сайта, поскольку в настоящее время это единственный способ войти в свою учетную запись.

# social auth
source: A problem was encountered when signing you in using %(backend)s.
ru: При входе в систему с использованием %(backend)s возникла проблема.

# social auth
source: The sign in process has been canceled by user.
ru: Процесс входа в систему отменен пользователем.

# social auth
source: The other service could not be reached.
ru: С другой службой связаться не удалось.

# social auth
source: Unexpected problem has been encountered during sign in process.
ru: В процессе входа в систему возникла непредвиденная проблема.

# api
source: Your request was rejected because your browser didn't send the CSRF cookie, or the cookie sent was invalid.
ru: Ваш запрос отклонен, поскольку ваш браузер не отправил файл cookie CSRF или отправленный файл cookie был недействительным.

# api
source: This action is not available to guests.
ru: Гости не могут воспользоваться этой услугой.

# page title pagination
source: page: %(page)s
ru: станица: %(page)s

# sluggable validator
source: Value has to contain alpha-numerical characters.
ru: Значение должно содержать буквенно-цифровые символы.

# sluggable validator
source: Value is too long.
ru: Значение слишком велико.

# image validator
source: Uploaded image is not a square.
ru: Загруженное изображение не является квадратом.

# admin version check
source: The site is running using unreleased version of Misago.
ru: Сайт работает с использованием неизданной версии Misago.

# admin version check
source: Unreleased versions of Misago can contain serious breaking bugs or miss security features. They are also unsupported and it may be impossible to upgrade them to released version later.
ru: В неизданных версиях Misago могут содержаться серьезные сбои или отсутствовать функции безопасности. Они также не поддерживаются, и впоследствии их может быть невозможно обновить до выпущенной версии.

# admin version check
source: Failed to connect to pypi.org API. Try again later.
ru: Не удалось подключиться к pypi.org API. Попробуйте еще раз позже.

# admin version check
source: Version check feature relies on the API operated by the Python Package Index (pypi.org) to retrieve the latest Misago release version.
ru: Функция проверки версий основана на API, управляемом индексом пакетов Python (pypi.org), для получения последней версии Misago release.

# admin version check
source: The site is running updated version of Misago.
ru: На сайте установлена обновленная версия Misago.

# admin version check
source: Misago %(version)s is latest release.
ru: Misago %(version)s - это последняя версия.

# admin version check
source: The site is running outdated version of Misago.
ru: На сайте установлена устаревшая версия Misago.

# admin version check
source: The site is running Misago version %(version)s while version %(latest)s is available.
ru: На сайте установлена версия %(version)s Misago, в то время как доступна %(latest)s версия.

# admin node
source: Icons
ru: Значки

# admin node
source: Upload favicon and application icon for the site.
ru: Загрузите значок favicon и значок приложения для сайта.

# admin icons form
source: Upload image
ru: Загрузить изображение

# admin icons form
source: Uploaded image should be a square that is 48px wide and tall.
ru: Загруженное изображение должно представлять собой квадрат шириной и высотой 48 пикселей.

# admin icons form
source: Delete custom icon
ru: Удалить пользовательский значок

# admin icons form
source: Uploaded image should be square at least 180px wide and tall.
ru: Загруженное изображение должно быть квадратным, не менее 180 пикселей в ширину и высоту.

# admin icons form
source: Uploaded image's edge should be at least %(size)s pixels long.
ru: Длина края загруженного изображения должна составлять не менее %(size)s пикселей в длину.

# admin icons form
source: Uploaded image was not gif, jpeg or png.
ru: Загруженное изображение не было в формате gif, jpeg или png.

# admin icons
source: Icons have been updated.
ru: Значки обновлены.

# admin node
source: Legal agreements
ru: Юридические соглашения

# admin node
source: Set terms of service and privacy policy contents.
ru: Установите условия предоставления услуг и содержание политики конфиденциальности.

# admin agreement form
source: Type
ru: Тип

# admin agreement form
source: Title
ru: Заголовок

# admin agreement form
source: Optional, leave empty for agreement to be named after its type.
ru: Необязательно, оставьте поле пустым, чтобы соглашение было названо в соответствии с его типом.

# admin agreement form
source: Active for its type
ru: Активен для своего типа

# admin agreement form
source: If other agreement is already active for this type, it will be unset and replaced with this one. Misago will ask users who didn't accept this agreement to do so before allowing them to continue using the site.
ru: Если для этого типа уже действует другое соглашение, оно будет отменено и заменено на данное. Misago попросит пользователей, которые не приняли данное соглашение, сделать это, прежде чем разрешить им продолжить использование сайта.

# admin agreement form
source: Link
ru: Ссылка

# admin agreement form
source: If your agreement is located on other page, enter here a link to it.
ru: Если ваше соглашение находится на другой странице, введите здесь ссылку на него.

# admin agreement form
source: Text
ru: Текст

# admin agreement form
source: You can use Markdown syntax for rich text elements.
ru: Вы можете использовать синтаксис Markdown для элементов форматированного текста.

# admin agreement form
source: Please fill in agreement link or text.
ru: Пожалуйста, заполните ссылку на соглашение или текст.

# admin agreement type field choice
source: All types
ru: Все типы

# admin agreement form
source: Content
ru: Содержание

# admin agreements
source: Requested agreement does not exist.
ru: Запрашиваемого соглашения не существует.

# admin agreements ordering choice
source: From newest
ru: От новых

# admin agreements ordering choice
source: From oldest
ru: От старых

# admin agreements
source: With agreements: 0
ru: С соглашениями: 0

# admin agreements
source: Select agreements
ru: Выберите соглашения

# admin agreements
source: Delete agreements
ru: Удаление соглашений

# admin agreements
source: Are you sure you want to delete those agreements?
ru: Вы уверены, что хотите удалить эти соглашения?

# admin agreements
source: Selected agreements have been deleted.
ru: Выбранные соглашения удалены.
