Repository: mrpavko/misago-translation_ru
Catalog: django.po
Languages: ru

# private threads permission
source: Allows user to report private threads they are participating in, making them accessible to moderators.
ru: Позволяет пользователю сообщать о закрытых темах, в которых он участвует, делая их доступными для модераторов.

# private threads permission
source: Can moderate private threads
ru: Может модерировать закрытые темы

# private threads permission
source: Allows user to read, reply, edit and delete content in reported private threads.
ru: Позволяет пользователю читать, отвечать, редактировать и удалять содержимое в сообщаемых закрытых темах.

# private threads permission
source: You have to sign in to use private threads.
ru: Вы должны войти в систему, чтобы использовать закрытые темы.

# private threads permission
source: You can't use private threads.
ru: Вы не можете использовать закрытые темы.

# private threads permission
source: Only thread owner and moderators can appoint a new thread owner.
ru: Только владелец темы и модераторы могут назначить нового владельца темы.

# private threads permission
source: Only moderators can appoint a new thread owner in a closed thread.
ru: Только модераторы могут назначить нового владельца темы в закрытой теме.

# private threads permission
source: You have to be thread owner to add new participants to it.
ru: Вы должны быть владельцем темы, чтобы добавлять в него новых участников.

# private threads permission
source: Only moderators can add participants to closed threads.
ru: Только модераторы могут добавлять участников в закрытые темы.

# private threads permission
source: You can't add any more new users to this thread.
ru: Вы больше не можете добавлять новых пользователей в эту тему.

# private threads permission
source: Only moderators can remove participants from closed threads.
ru: Только модераторы могут удалять участников из закрытых тем.

# private threads permission
source: You have to be thread owner to remove participants from it.
ru: Вы должны быть владельцем темы, чтобы удалить из него участников.

# private threads permission
source: %(user)s can't participate in private threads.
ru: %(user)s не может участвовать в закрытых темах.

# private threads permission
source: %(user)s is blocking you.
ru: %(user)s заблокировал вас.

# private threads permission
source: %(user)s has disabled invitations to private threads.
ru: %(user)s отключил приглашения в закрытые темы.

# private threads permission
source: %(user)s limits invitations to private threads to followed users.
ru: %(user)s ограничил количество приглашений в закрытые темы для подписанных пользователей.

# threads permission
source: Threads
ru: Темы

# threads permission
source: Can see unapproved content list
ru: Можно просмотреть список неутвержденного контента

# threads permission
source: Allows access to "unapproved" tab on threads lists for easy listing of threads that are unapproved or contain unapproved posts. Despite the tab being available on all threads lists, it will only display threads belonging to categories in which the user has permission to approve content.
ru: Позволяет получить доступ к вкладке "неутвержденные" в списках тем, что позволяет легко просматривать темы, которые не были одобрены или содержат неутвержденные публикации. Несмотря на то, что вкладка доступна во всех списках тем, на ней будут отображаться темы, относящиеся только к категориям, в которых у пользователя есть разрешение на одобрение контента.

# threads permission
source: Can see reported content list
ru: Можно просмотреть предоставленный список содержимого

# threads permission
source: Allows access to "reported" tab on threads lists for easy listing of threads that contain reported posts. Despite the tab being available on all categories threads lists, it will only display threads belonging to categories in which the user has permission to see posts reports.
ru: Позволяет получить доступ к вкладке "сообщённые" в списках тем, что позволяет легко просматривать темы, содержащие сообщения о постах. Несмотря на то, что вкладка доступна во всех списках тем категорий, на ней будут отображаться темы, относящиеся только к категориям, в которых у пользователя есть разрешение на просмотр отчетов о публикациях.

# threads permission
source: Can omit flood protection
ru: Может не включать защиту от флуда

# threads permission
source: Allows posting more frequently than flood protection would.
ru: Позволяет размещать посты чаще, чем это было бы возможно при защите от флуда.

# threads permission
source: Can see threads
ru: Можно просматривать темы

# threads see permission choice
source: Started threads
ru: Запущенные темы

# threads see permission choice
source: All threads
ru: Все темы

# threads permission
source: Can start threads
ru: Можно запускать темы

# threads permission
source: Can reply to threads
ru: Можно отвечать на темы

# threads permission
source: Can edit threads
ru: Можно редактировать темы

# threads edit permission choice
source: No
ru: Нет

# threads edit permission choice
source: Own threads
ru: Собственные темы

# threads edit permission choice
source: All threads
ru: Все темы

# threads permission
source: Can hide own threads
ru: Можно скрывать собственные темы

# threads permission
source: Only threads started within time limit and with no replies can be hidden.
ru: Могут быть скрыты только темы, запущенные в установленные сроки и не содержащие ответов.

# threads hide own permission choice
source: No
ru: Нет

# threads hide own permission choice
source: Hide threads
ru: Скрыть темы

# threads hide own permission choice
source: Delete threads
ru: Удалить темы

# threads permission
source: Time limit for editing own threads, in minutes
ru: Ограничение по времени редактирования собственных тем в минутах

# threads permission
source: Enter 0 to don't limit time for editing own threads.
ru: Введите 0, чтобы не ограничивать время редактирования собственных тем.

# threads permission
source: Can hide all threads
ru: Можно скрывать все темы

# threads hide permission choice
source: No
ru: Нет

# threads hide permission choice
source: Hide threads
ru: Скрыть темы

# threads hide permission choice
source: Delete threads
ru: Удалить темы

# threads permission
source: Can pin threads
ru: Может закреплять темы

# threads pin permission choice
source: No
ru: Нет

# threads pin permission choice
source: In category
ru: В категория

# threads pin permission choice
source: Globally
ru: Везде

# threads permission
source: Can close threads
ru: Можно закрывать темы

# threads permission
source: Can move threads
ru: Можно переносить темы

# threads permission
source: Can merge threads
ru: Можно объединять темы

# threads permission
source: Can edit posts
ru: Можно редактировать темы

# threads posts edit permission choice
source: No
ru: Нет

# threads posts edit permission choice
source: Own posts
ru: Собственные темы

# threads posts edit permission choice
source: All posts
ru: Все темы

# threads permission
source: Can hide own posts
ru: Можно скрывать собственные посты

# threads permission
source: Only last posts to thread made within edit time limit can be hidden.
ru: Могут быть скрыты только последние посты в теме, сделанные в течение установленного срока редактирования.

# threads own posts hide permission choice
source: No
ru: Нет

# threads own posts hide permission choice
source: Hide posts
ru: Скрыть темы

# threads own posts hide permission choice
source: Delete posts
ru: Удалить темы

# threads permission
source: Time limit for editing own post, in minutes
ru: Ограничение по времени на редактирование собственного поста в минутах

# threads permission
source: Enter 0 to don't limit time for editing own posts.
ru: Введите 0, чтобы не ограничивать время редактирования собственных постов.

# threads permission
source: Can hide all posts
ru: Можно скрыть все посты

# threads hide posts permission choice
source: No
ru: Нет

# threads hide posts permission choice
source: Hide posts
ru: Скрыть темы

# threads hide posts permission choice
source: Delete posts
ru: Удалить темы

# threads permission
source: Can see posts likes
ru: Можно видеть лайки к постам

# threads posts like see permission choice
source: No
ru: Нет

# threads posts like see permission choice
source: Number only
ru: Только количество

# threads posts like see permission choice
source: Number and list of likers
ru: Количество и список лайкеров

# threads permission
source: Can like posts
ru: Можно лайкать посты

# threads permission
source: Only users with this permission to see likes can like posts.
ru: Только пользователи, имеющие такое разрешение на просмотр лайков, могут лайкать на посты.

# threads permission
source: Can protect posts
ru: Можно защищать посты

# threads permission
source: Only users with this permission can edit protected posts.
ru: Только пользователи с таким разрешением могут редактировать защищенные посты.

# threads permission
source: Can move posts
ru: Можно переносить посты

# threads permission
source: Will be able to move posts to other threads.
ru: Можно переносить посты в другие темы.

# threads permission
source: Can merge posts
ru: Можно объединять посты

# threads permission
source: Can approve content
ru: Можно одобрять контент

# threads permission
source: Will be able to see and approve unapproved content.
ru: Вы сможете просматривать и одобрять неутвержденный контент.

# threads permission
source: Can report posts
ru: Можно сообщать о постах

# threads permission
source: Can see reports
ru: Можно просматривать сообщения о постах

# threads permission
source: Can hide events
ru: Можно скрывать события

# threads events hide permission choice
source: No
ru: Нет

# threads events hide permission choice
source: Hide events
ru: Скрывать события

# threads events hide permission choice
source: Delete events
ru: Удалять события

# threads permission
source: Require threads approval
ru: Требуется одобрение тем

# threads permission
source: Require replies approval
ru: Требуется утверждение ответов

# threads permission
source: Require edits approval
ru: Требуется утверждение изменений

# threads permission
source: You have to sign in to start threads.
ru: Вы должны войти в систему, чтобы запускать темы.

# threads permission
source: You don't have permission to start new threads in this category.
ru: У вас нет разрешения на запуск новых тем в этой категории.

# threads permission
source: This category is closed. You can't start new threads in it.
ru: Эта категория закрыта. Вы не можете запускать в ней новые темы.

# threads permission
source: You have to sign in to reply threads.
ru: Вы должны войти в систему, чтобы отвечать на темы.

# threads permission
source: You can't reply to threads in this category.
ru: Вы не можете отвечать на темы в этой категории.

# threads permission
source: This category is closed. You can't reply to threads in it.
ru: Эта категория закрыта. Вы не можете отвечать на темы в ней.

# threads permission
source: You can't reply to closed threads in this category.
ru: Вы не можете отвечать на темы, которые закрыты в этой категории.

# threads permission
source: You have to sign in to edit threads.
ru: Вы должны войти в систему, чтобы редактировать темы.

# threads permission
source: You can't edit threads in this category.
ru: Вы не можете редактировать темы в этой категории.

# threads permission
source: You can't edit other users threads in this category.
ru: Вы не можете редактировать темы других пользователей в этой категории.

# threads permission
source: You can't edit threads that are older than %(minutes)s minute.
ru: Вы не можете редактировать темы, которые старше %(minutes)s минуты.

# threads permission
source: This category is closed. You can't edit threads in it.
ru: Эта категория закрыта. Вы не можете редактировать темы в ней.

# threads permission
source: This thread is closed. You can't edit it.
ru: Эта тема закрыта. Вы не можете ее редактировать.

# threads permission
source: You have to sign in to change threads weights.
ru: Вы должны войти в систему, чтобы изменить вес тем.

# threads permission
source: You can't change threads weights in this category.
ru: Вы не можете изменить вес тем в этой категории.

# threads permission
source: This category is closed. You can't change threads weights in it.
ru: Эта категория закрыта. Вы не можете изменить вес нитей в ней.

# threads permission
source: This thread is closed. You can't change its weight.
ru: Этот тема закрыта. Вы не можете изменить её вес.

# threads permission
source: You have to sign in to hide threads.
ru: Вы должны войти в систему, чтобы скрывать темы.

# threads permission
source: This category is closed. You can't reveal threads in it.
ru: Эта категория закрыта. Вы не можете раскрывать темы в ней.

# threads permission
source: This thread is closed. You can't reveal it.
ru: Эта тема закрыта. Вы не можете ее раскрыть.

# threads permission
source: You can't hide threads in this category.
ru: Вы не можете скрывать темы в этой категории.

# threads permission
source: You can't hide other users theads in this category.
ru: Вы не можете скрывать темы других пользователей в этой категории.

# threads permission
source: You can't hide threads that are older than %(minutes)s minute.
ru: Вы не можете скрывать темы, которые старше %(minutes)s минуты.

# threads permission
source: This category is closed. You can't hide threads in it.
ru: Эта категория закрыта. В ней нельзя скрывать темы.

# threads permission
source: This thread is closed. You can't hide it.
ru: Эта тема закрыта. Вы не сможете её скрыть.

# threads permission
source: You have to sign in to delete threads.
ru: Вы должны войти в систему, чтобы удалять темы.

# threads permission
source: You can't delete threads in this category.
ru: Вы не можете удалять темы из этой категории.

# threads permission
source: You can't delete other users theads in this category.
ru: Вы не можете удалять посты других пользователей из этой категории.

# threads permission
source: You can't delete threads that are older than %(minutes)s minute.
ru: Вы не можете удалять темы, которые старше %(minutes)s минуты.

# threads permission
source: This category is closed. You can't delete threads in it.
ru: Эта категория закрыта. Вы не можете удалять темы из нее.

# threads permission
source: This thread is closed. You can't delete it.
ru: Эта тема закрыта. Вы не можете ее удалить.

# threads permission
source: You have to sign in to move threads.
ru: Вы должны войти в систему, чтобы переносить темы.

# threads permission
source: You can't move threads in this category.
ru: Вы не можете переносить темы в этой категории.

# threads permission
source: This category is closed. You can't move it's threads.
ru: Эта категория закрыта. Вы не можете переносить ее темы.

# threads permission
source: This thread is closed. You can't move it.
ru: Эта тема закрыта. Вы не можете ее переместить.

# threads permission
source: You have to sign in to merge threads.
ru: Вы должны войти в систему, чтобы объединить темы.

# threads permission
source: Other thread can't be merged with.
ru: Другая тема не может быть объединена.

# threads permission
source: You can't merge threads in this category.
ru: Вы не можете объединять темы этой категории.

# threads permission
source: Other thread's category is closed. You can't merge with it.
ru: Категория другой темы закрыта. Вы не можете объединиться с ней.

# threads permission
source: This category is closed. You can't merge it's threads.
ru: Эта категория закрыта. Вы не можете объединить ее темы.

# threads permission
source: Other thread is closed and can't be merged with.
ru: Другая тема закрыта и не может быть объединена с ней.

# threads permission
source: This thread is closed. You can't merge it with other threads.
ru: Эта тема закрыта. Вы не можете объединить её с другими темами.

# threads permission
source: You have to sign in to approve threads.
ru: Вы должны войти в систему, чтобы одобрять темы.

# threads permission
source: You can't approve threads in this category.
ru: Вы не можете одобрять темы в этой категории.

# threads permission
source: This category is closed. You can't approve threads in it.
ru: Эта категория закрыта. Вы не можете одобрять темы в ней.

# threads permission
source: This thread is closed. You can't approve it.
ru: Эта тема закрыта. Вы не можете ее одобрить.

# threads permission
source: You have to sign in to edit posts.
ru: Вы должны войти в систему, чтобы редактировать посты.

# threads permission
source: Events can't be edited.
ru: События нельзя редактировать.

# threads permission
source: You can't edit posts in this category.
ru: Вы не можете редактировать посты в этой категории.

# threads permission
source: This post is hidden, you can't edit it.
ru: Этот пост скрыт, вы не можете его редактировать.

# threads permission
source: You can't edit other users posts in this category.
ru: Вы не можете редактировать посты других пользователей в этой категории.

# threads permission
source: This post is protected. You can't edit it.
ru: Этот пост защищён. Вы не можете его редактировать.

# threads permission
source: You can't edit posts that are older than %(minutes)s minute.
ru: Вы не можете редактировать посты, которые старше %(minutes)s минуты.

# threads permission
source: This category is closed. You can't edit posts in it.
ru: Эта категория закрыта. Вы не можете редактировать посты в ней.

# threads permission
source: This thread is closed. You can't edit posts in it.
ru: Эта тема закрыта. Вы не можете редактировать посты в ней.

# threads permission
source: You have to sign in to reveal posts.
ru: Вы должны войти в систему, чтобы раскрывать посты.

# threads permission
source: You can't reveal posts in this category.
ru: Вы не можете раскрывть посты в этой категории.

# threads permission
source: You can't reveal other users posts in this category.
ru: Вы не можете раскрывать посты других пользователей в этой категории.

# threads permission
source: This post is protected. You can't reveal it.
ru: Этот пост защищён. Вы не можете его раскрыть.

# threads permission
source: You can't reveal posts that are older than %(minutes)s minute.
ru: Вы не можете показывать посты, которые старше %(minutes)s минуты.

# threads permission
source: Thread's first post can only be revealed using the reveal thread option.
ru: Первый пост темы можно открыть только с помощью опции "Показывать темы".

# threads permission
source: This category is closed. You can't reveal posts in it.
ru: Эта категория закрыта. Вы не можете показывать посты в ней.

# threads permission
source: This thread is closed. You can't reveal posts in it.
ru: Эта тема закрыта. Вы не можете публиковать в ней посты.

# threads permission
source: You have to sign in to hide posts.
ru: Вы должны войти в систему, чтобы скрывать посты.

# threads permission
source: You can't hide posts in this category.
ru: Вы не можете скрывать посты в этой категории.

# threads permission
source: You can't hide other users posts in this category.
ru: Вы не можете скрывать посты других пользователей в этой категории.

# threads permission
source: This post is protected. You can't hide it.
ru: Этот пост защищен. Вы не можете его скрыть.

# threads permission
source: You can't hide posts that are older than %(minutes)s minute.
ru: Вы не можете скрывать посты, которые старше %(minutes)s минуты.

# threads permission
source: Thread's first post can only be hidden using the hide thread option.
ru: Первый пост в теме можно скрыть только с помощью опции "Скрыть тему".

# threads permission
source: This category is closed. You can't hide posts in it.
ru: Эта категория закрыта. Вы не можете скрывать посты в ней.

# threads permission
source: This thread is closed. You can't hide posts in it.
ru: Эта тема закрыта. Вы не можете скрывать посты в ней.

# threads permission
source: You have to sign in to delete posts.
ru: Вы должны войти в систему, чтобы удалять посты.

# threads permission
source: You can't delete posts in this category.
ru: Вы не можете удалять посты из этой категории.

# threads permission
source: You can't delete other users posts in this category.
ru: Вы не можете удалять посты других пользователей из этой категории.

# threads permission
source: This post is protected. You can't delete it.
ru: Этот пост защищён. Вы не можете его удалить.

# threads permission
source: You can't delete posts that are older than %(minutes)s minute.
ru: Вы не можете удалить посты, которые старше %(minutes)s минуты.

# threads permission
source: Thread's first post can only be deleted together with thread.
ru: Первый пост темы может быть удалён только вместе с темой.

# threads permission
source: This category is closed. You can't delete posts in it.
ru: Эта категория закрыта. Вы не можете удалять посты из неё.

# threads permission
source: This thread is closed. You can't delete posts in it.
ru: Эта тема закрыта. Вы не можете удалять посты из неё.

# threads permission
source: You have to sign in to protect posts.
ru: Вы должны войти в систему, чтобы защитить посты.

# threads permission
source: You can't protect posts in this category.
ru: Вы не можете защитить посты в этой категории.

# threads permission
source: You can't protect posts you can't edit.
ru: Вы не можете защитить посты, которые не можете редактировать.

# threads permission
source: You have to sign in to approve posts.
ru: Вы должны войти в систему, чтобы одобрять посты.

# threads permission
source: You can't approve posts in this category.
ru: Вы не можете одобрять посты в этой категории.

# threads permission
source: Thread's first post can only be approved together with thread.
ru: Первая пост в теме может быть одобрен только вместе с темой.

# threads permission
source: You can't approve posts the content you can't see.
ru: Вы не можете одобрять посты, содержание которых вы не видите.

# threads permission
source: This category is closed. You can't approve posts in it.
ru: Эта категория закрыта. Вы не можете одобрять посты в ней.

# threads permission
source: This thread is closed. You can't approve posts in it.
ru: Эта тема закрыта. Вы не можете одобрять посты в ней.

# threads permission
source: You have to sign in to move posts.
ru: Вы должны войти в систему, чтобы переносить посты.

# threads permission
source: You can't move posts in this category.
ru: Вы не можете переносить посты в этой категории.

# threads permission
source: Events can't be moved.
ru: События не могут быть перенесены.

# threads permission
source: Thread's first post can only be moved together with thread.
ru: Первый пост темы может быть перенесён только вместе с темой.

# threads permission
source: You can't move posts the content you can't see.
ru: Вы не можете переносить посты, содержимое которых вы не видите.

# threads permission
source: This category is closed. You can't move posts in it.
ru: Эта категория закрыта. Вы не можете переносить публикации в ней.

# threads permission
source: This thread is closed. You can't move posts in it.
ru: Эта тема закрыта. Вы не можете переносить посты в ней.

# threads permission
source: You have to sign in to merge posts.
ru: Вы должны войти в систему, чтобы объединять посты.

# threads permission
source: You can't merge posts in this category.
ru: Вы не можете объединять посты в этой категории.

# threads permission
source: Events can't be merged.
ru: События не могут быть объединены.

# threads permission
source: You can't merge posts the content you can't see.
ru: Вы не можете объединять потсы с содержанием, которое вы не видите.

# threads permission
source: This category is closed. You can't merge posts in it.
ru: Эта категория закрыта. Вы не можете объединять посты в ней.

# threads permission
source: This thread is closed. You can't merge posts in it.
ru: Эта тема закрыта. Вы не можете объединять в ней посты.
