Repository: mrpavko/misago-translation_ru
Catalog: djangojs.po
Languages: ru

# navbar
source: You have unread notifications!
ru: У вас есть непрочитанные уведомления!

# navbar
source: Open notifications
ru: Открыть уведомления

# navbar
source: You have unread private threads!
ru: У вас есть непросмотренные личные темы!

# navbar
source: Open private threads
ru: Открывать личные темы

# navbar
source: Open search
ru: Открыть поиск

# navbar
source: Open menu
ru: Открыть меню

# navbar
source: Open your options
ru: Открыть ваши параметры

# notifications nav
source: All
ru: Все

# notifications nav
source: Unread
ru: Непрочитанные

# notifications nav
source: Read
ru: Прочитанные

# notifications pagination
source: Latest
ru: Старые

# notifications pagination
source: Newer
ru: Новые

# notifications pagination
source: Older
ru: Самые старые

# notifications
source: Mark all as read
ru: Отметить все как прочитанные

# notifications title
source: Unread notifications
ru: Непрочитанные уведомления

# notifications title
source: Read notifications
ru: Непрочитанные уведомления

# notifications
source: Mark all notifications as read?
ru: Отметить все уведомления как прочитанные?

# notifications
source: All notifications have been marked as read.
ru: Все уведомления помечены как прочитанные.

# delete your account form
source: Complete the form.
ru: Заполните форму.

# delete your account title
source: Delete account
ru: Удалить аккаунт

# forum options
source: Change your options
ru: Изменить параметры

# delete your account form
source: This form lets you delete your account. This action is not reversible.
ru: Эта форма позволяет вам удалить свою учетную запись. Это действие необратимо.

# delete your account form
source: Your account will be deleted together with its profile details, IP addresses and notifications.
ru: Ваша учетная запись будет удалена вместе с данными ее профиля, IP-адресами и уведомлениями.

# delete your account form
source: Other content will NOT be deleted, but username displayed next to it will be changed to one shared by all deleted accounts.
ru: Другой контент удален не будет, но имя пользователя, отображаемое рядом с ним, будет изменено на общее для всех удаленных аккаунтов.

# delete your account form
source: Your username and e-maill address will become available again for use during registration or for other accounts to change to.
ru: Ваше имя пользователя и адрес электронной почты снова станут доступны для использования при регистрации или для смены других учетных записей.

# delete your account form field
source: Enter your password to confirm
ru: Введите свой пароль для подтверждения

# delete your account form btn
source: Delete my account
ru: Удалить мою учетную запись

# profile details form
source: Your details have been changed.
ru: Ваши данные изменены.

source: Edit details
ru: Редактировать данные

# download your data
source: Your request for data download has been registered.
ru: Ваш запрос на загрузку данных зарегистрирован.

# download your data title
source: Download your data
ru: Загрузите свои данные

# download your data
source: To download your data from the site, click the "Request data download" button. Depending on amount of data to be archived and number of users wanting to download their data at same time it may take up to few days for your download to be prepared. An e-mail with notification will be sent to you when your data is ready to be downloaded.
ru: Чтобы загрузить свои данные с сайта, нажмите кнопку "Запросить загрузку данных". В зависимости от объема архивируемых данных и количества пользователей, желающих загрузить свои данные одновременно, подготовка к загрузке может занять до нескольких дней. Когда ваши данные будут готовы к загрузке, вам будет отправлено электронное письмо с уведомлением.

# download your data
source: The download will only be available for limited amount of time, after which it will be deleted from the site and marked as expired.
ru: Загрузка будет доступна только в течение ограниченного периода времени, после чего она будет удалена с сайта и помечена как просроченная.

# download your data table
source: Requested on
ru: Запрошен на

# download your data table
source: Download
ru: Загрузить

# download your data table
source: You have no data downloads.
ru: У вас нет загруженных данных.

# download your data btn
source: Request data download
ru: Запросить загрузку данных

# download your data table btn
source: Download is being prepared
ru: Загрузка находится в стадии подготовки

# download your data table btn
source: Download your data
ru: Загрузите свои данные

# download your data table btn
source: Download is expired
ru: Срок загрузки истек

# watch thread choice
source: No
ru: Нет

# watch thread choice
source: Yes, with on site notifications
ru: Да, с уведомлениями на сайте

# watch thread choice
source: Yes, with on site and e-mail notifications
ru: Да, с уведомлениями на сайте и по электронной почте

# notification preference
source: Don't notify
ru: Не уведомлять

# notification preference
source: Notify on site
ru: Уведомлять на сайте

# notification preference
source: Notify on site and with e-mail
ru: Уведомлять на сайте и по электронной почте

# private threads preference
source: Anybody can invite me to their private threads
ru: Любой желающий может пригласить меня в свои личные темы

# private threads preference
source: Only those I follow can invite me to their private threads
ru: Только те, на кого я подписан, могут приглашать меня в свои личные темы

# private threads preference
source: Nobody can invite me to their private threads
ru: Никто не может приглашать меня в свои личные темы

# forum options form
source: Your forum options have been changed.
ru: Ваши параметры форума изменены.

# forum options form
source: Please reload the page and try again.
ru: Пожалуйста, перезагрузите страницу и повторите попытку.

# forum options title
source: Forum options
ru: Параметры форума

# forum options form title
source: Change forum options
ru: Изменить параметры форума

# forum options form
source: Privacy settings
ru: Настройки приватности

# forum options form
source: Hide my presence
ru: Скрыть свое присутствие

# forum options form
source: If you hide your presence, only members with permission to see hidden presence will see when you are online.
ru: Если вы скроете свое присутствие, только пользователи, имеющие разрешение на просмотр скрытого присутствия, будут видеть, когда вы находитесь в Сети.

# forum options form
source: Hide my presence from other users
ru: Скрыть свое присутствие от других пользователей

# forum options form
source: Show my presence to other users
ru: Показывать моё присутствие другим пользователям

# forum options form
source: Limit private thread invitations from other users
ru: Ограничить приглашения в личные темы от других пользователей

# notifications options
source: Notifications preferences
ru: Настройки уведомлений

# notifications options
source: Automatically watch threads I start
ru: Автоматически просматривать темы, которые я запускаю

# notifications options
source: Automatically watch threads I reply to
ru: Автоматически просматривать темы, на которые я отвечаю

# notifications options
source: Automatically watch new private threads I'm invited to by the members I am following
ru: Автоматически просматривать новые закрытые темы, на которые меня приглашают участники, на которых я подписана

# notifications options
source: Automatically watch new private threads I'm invited to by other members
ru: Автоматически просматривать новые приватные темы, на которые меня приглашают другие участники

# notifications options
source: Notify me about new private thread invitations from the members I am following
ru: Уведомлять о новых приглашениях в личную ветку от участников, на которых я подписан

# notifications options
source: Notify me about new private thread invitations from other members
ru: Уведомлять о новых приглашениях в личную тему от других участников

# forum options form btn
source: Save changes
ru: Сохранить изменения

# change username title
source: Change username
ru: Изменить имя пользователя

# change username
source: You will be able to change your username %(next_change)s.
ru: Вы сможете изменить свое имя пользователя %(next_change)s.

# change username
source: You have changed your name allowed number of times.
ru: Вы меняли свое имя допустимое количество раз.

# change username
source: You can't change your username at the moment.
ru: В данный момент вы не можете изменить свое имя пользователя.

# change username form
source: You can change your username %(changes_left)s more time.
ru: Вы можете изменить свое имя пользователя ещё (changes_left)s раз.

# change username form
source: Used changes become available again after %(name_changes_expire)s day.
ru: Изменения снова станут доступны по истечении %(name_changes_expire) день.

# change username form
source: New username is same as current one.
ru: Новое имя пользователя совпадает с текущим.

# change username form field
source: New username
ru: Новое имя пользователя

# change username form btn
source: Change username
ru: Изменить имя пользователя

# change username
source: Your username has been changed.
ru: Ваше имя пользователя изменено.

# change email form
source: Fill out all fields.
ru: Заполните все поля.

# change email title
source: Change e-mail address
ru: Изменить адрес электронной почты

# change email form field
source: New e-mail
ru: Новый e-mail

# change email form field
source: Your current password
ru: Ваш текущий пароль

# change email form btn
source: Change e-mail
ru: Изменить адрес электронной почты

# change password form
source: Fill out all fields.
ru: Заполните все поля.

# change password form
source: New passwords are different.
ru: Новые пароли отличаются друг от друга.

# change password title
source: Change password
ru: Поменять пароль

# change password form field
source: New password
ru: Новый пароль

# change password form field
source: Repeat password
ru: Повторите пароль

# change password form field
source: Your current password
ru: Ваш текущий пароль

# change password form btn
source: Change password
ru: Сменить пароль

# change sign in credentials title
source: Change e-mail or password
ru: Изменить адрес электронной почты или пароль

# change sign in credentials
source: You need to set a password for your account to be able to change your e-mail or password.
ru: Вам необходимо установить пароль для своей учетной записи, чтобы иметь возможность изменить свой адрес электронной почты или пароль.

# change sign in credentials link
source: Set password
ru: Установить пароль

# change sign in credentials link
source: Change forgotten password
ru: Сменить пароль

# forum options nav btn
source: Menu
ru: Меню

# profile ban details title
source: Ban details
ru: Подробности блокировки

# profile ban details
source: User-shown ban message
ru: Отображаемое пользователям сообщение о запрете

# profile ban details
source: Team-shown ban message
ru: Сообщение о запрете, отображаемое командой

# profile ban details
source: This ban expires on %(expires_on)s.
ru: Этот запрет истекает %(expires_on)s.

# profile ban details
source: This ban expires %(expires_on)s.
ru: Срок действия этого запрета истекает через %(expires_on)s.

# profile ban details
source: This ban has expired.
ru: Срок действия этого запрета истек.

# profile ban details
source: %(username)s's ban is permanent.
ru: Блокировка для (username)s постоянная.

# profile ban details
source: Ban expiration
ru: Истечение срока действия запрета

# profile ban details
source: No ban is active at the moment.
ru: На данный момент запрет не действует.

# profile details empty
source: You are not sharing any details with others.
ru: Вы не делитесь информацией о себе с другими пользователями.

# profile details empty
source: %(username)s is not sharing any details with others.
ru: %(username)s не делится данными с другими пользователями.

# profile details title
source: Details
ru: Профиль

# profile details edit btn
source: Edit
ru: Редактировать

# profile details form
source: %(username)s's details have been changed.
ru: Данные пользователя %(username)s изменены.

# profile load more btn
source: Show older activity
ru: Показать старые активности

# quick search placeholder
source: Search...
ru: Поиск...

# profile followers title
source: Followers
ru: Подписчики

# profile followers
source: Found %(users)s user.
ru: Найден %(users)s пользователь.

# profile followers
source: You have %(users)s follower.
ru: У Вас %(users)s подписчик.

# profile followers
source: %(username)s has %(users)s follower.
ru: У %(username)s %(users)s подписчик.

# profile followers
source: Search returned no users matching specified criteria.
ru: Поиск не выявил ни одного пользователя, соответствующего указанным критериям.

# profile followers
source: You have no followers.
ru: У Вас нет подписчиков.

# profile followers
source: %(username)s has no followers.
ru: %(username)s не имеет подписчиков.

# profile followers
source: Show more (%(more)s)
ru: Показать ещё (%(more)s)

# profile followers search
source: Search users...
ru: Поиск пользователей...

# profile follows title
source: Follows
ru: Подписан

# profile follows
source: Found %(users)s user.
ru: Найден %(users)s пользователь.

# profile follows
source: You are following %(users)s user.
ru: Вы подписаны на %(users)s пользователя.

# profile follows
source: %(username)s is following %(users)s user.
ru: %(username)s подписан на %(users)s пользователя.

# profile follows
source: Loading...
ru: Загрузка...

# profile follows
source: Search returned no users matching specified criteria.
ru: Поиск не выявил ни одного пользователя, соответствующего указанным критериям.

# profile follows
source: You are not following any users.
ru: Вы не подписаны ни на каких пользователей.

# profile follows
source: %(username)s is not following any users.
ru: %(username)s не подписан ни на одного пользователя.

# profile username history title
source: Username history
ru: История имени пользователя

# profile username history
source: Found %(changes)s username change.
ru: Найдено %(changes)s изменение имени пользователя.

# profile username history
source: Your username was changed %(changes)s time.
ru: Ваше имя пользователя изменялось %(changes)s раз.

# profile username history
source: %(username)s's username was changed %(changes)s time.
ru: %(username)s имя пользователя изменялось %(changes)s раз.

# profile username history
source: Loading...
ru: Загрузка...

# profile username history
source: Search returned no username changes matching specified criteria.
ru: Поиск не выявил изменений имени пользователя, соответствующих указанным критериям.

# profile username history
source: %(username)s's username was never changed.
ru: Имя пользователя %(username)s никогда не менялось.

# profile username history
source: Show older (%(more)s)
ru: Показать прошлые (%(more)s)

# profile username history search input
source: Search history...
ru: История поиска...

# user profile follow btn
source: Following
ru: Подписан

# user profile follow btn
source: Follow
ru: Подписаться

# profile message btn
source: Message
ru: Сообщение

# profile avatar moderation
source: Avatar controls have been changed.
ru: Элементы управления аватаром изменены.

# profile avatar moderation field
source: Locking user avatar will prohibit user from changing his avatar and will reset his/her avatar to default one.
ru: Блокировка аватара пользователя запретит пользователю изменять свой аватар и вернет его / ее аватар к значению по умолчанию.

# profile avatar moderation field
source: Disallow user from changing avatar
ru: Запретить пользователю менять аватар

# profile avatar moderation field
source: Allow user to change avatar
ru: Разрешить пользователю менять аватар

# profile avatar moderation field
source: User message
ru: Сообщение для пользователя

# profile avatar moderation field
source: Optional message for user explaining why they are prohibited from changing their avatar.
ru: Необязательное сообщение для пользователя, объясняющее, почему ему запрещено менять свой аватар.

# profile avatar moderation field
source: Staff message
ru: Сообщение для персонала

# profile avatar moderation field
source: Optional message for forum team members explaining why the user is prohibited form changing their avatar.
ru: Необязательное сообщение для участников форума, объясняющее, почему пользователю запрещено менять свой аватар.

# profile avatar moderation btn
source: Close
ru: Закрыть

# profile avatar moderation btn
source: Save changes
ru: Сохранить изменения

# profile avatar moderation title
source: Avatar controls
ru: Элементы управления аватаром

# profile username moderation
source: Username has been changed.
ru: Имя пользователя изменено.

# profile username moderation field
source: New username
ru: Новое имя пользователя

# profile username moderation btn
source: Cancel
ru: Отмена

# profile username moderation btn
source: Change username
ru: Изменить имя пользователя

# profile username moderation title
source: Change username
ru: Изменить имя пользователя

# profile delete
source: %(username)s's account, threads, posts and other content has been deleted.
ru: Учетная запись %(username)s, темы, посты и другой контент удалены.

# profile delete
source: %(username)s's account has been deleted and other content has been hidden.
ru: Учетная запись %(username)s, темы, посты и другой контент скрыты.

# profile delete btn
source: Delete %(username)s
ru: Удалить %(username)s

# profile delete btn
source: Please wait... (%(countdown)ss)
ru: Пожалуйста подождите... (%(countdown)ss)

# profile delete
source: User content
ru: Пользовательский контент

# profile delete content
source: Delete together with user's account
ru: Удалить вместе с учетной записью пользователя

# profile delete content
source: Hide after deleting user's account
ru: Скрыть после удаления учетной записи пользователя

# profile delete btn
source: Cancel
ru: Отмена

# profile delete link
source: Return to users list
ru: Вернуться к списку пользователей

# profile delete title
source: Delete user account
ru: Удалить учетную запись пользователя

# profile moderation menu
source: Avatar controls
ru: Элементы управления аватаром

# profile moderation menu
source: Change username
ru: Изменить имя пользователя

# profile moderation menu
source: Delete account
ru: Удалить учетную запись

# profile data list
source: This user's account has been disabled by administrator.
ru: Учетная запись этого пользователя отключена администратором.

# profile data list
source: Account disabled
ru: Учетная запись отключена

# profile data list
source: Joined on %(joined_on)s
ru: Присоединился в %(joined_on)s

# profile data list
source: Joined %(joined_on)s
ru: Присоединился %(joined_on)s

# profile options btn
source: Options
ru: Опции

# profile posts
source: You have posted no messages.
ru: Вы не публиковали постов.

# profile posts
source: %(username)s posted no messages.
ru: %(username)s не публиковал постов.

# profile posts
source: You have posted %(posts)s message.
ru: Вы опубликовали %(posts)s пост.

# profile posts
source: %(username)s has posted %(posts)s message.
ru: %(username)s опубликовал %(posts)s пост.

# profile posts
source: Loading...
ru: Загрузка...

# profile posts title
source: Posts
ru: Посты

# profile threads
source: You haven't started any threads.
ru: Вы не запускали тем.

# profile threads
source: %(username)s hasn't started any threads
ru: %(username)s не запускал тем

# profile threads
source: You have started %(threads)s thread.
ru: Вы запустили %(threads)s тему.

# profile threads
source: %(username)s has started %(threads)s thread.
ru: %(username)s запустил %(threads)s тема.

# profile threads
source: Loading...
ru: Загрузка...

# profile threads title
source: Threads
ru: Темы

# request activation link form
source: Enter a valid e-mail address.
ru: Введите действительный адрес электронной почты.

# request activation link form field
source: Your e-mail address
ru: Ваш адрес электронной почты

# request activation link form btn
source: Send link
ru: Отправить ссылку

# request activation link form
source: Activation link was sent to %(email)s
ru: Ссылка для активации отправлена на адрес %(email)s

# request activation link form btn
source: Request another link
ru: Запросить другую ссылку

# request password reset form
source: Enter a valid e-mail address.
ru: Введите действительный адрес электронной почты.

# request password reset form field
source: Your e-mail address
ru: Ваш адрес электронной почты

# request password reset form btn
source: Send link
ru: Отправить ссылку

# request password reset form
source: Reset password link was sent to %(email)s
ru: Ссылка для сброса пароля отправлена на адрес %(email)s

# request password reset form btn
source: Request another link
ru: Запросите другую ссылку

# request password reset form error
source: Activate your account.
ru: Активировать свою учетную запись.

# request password reset form error
source: Your account is inactive.
ru: Ваша учетная запись неактивна.

# password reset form
source: Enter new password.
ru: Введите новый пароль.

# password reset form field
source: Enter new password
ru: Введите новый пароль

# password reset form btn
source: Change password
ru: Поменять пароль

# password reset form
source: %(username)s, your password has been changed.
ru: %(username)s, ваш пароль изменен.

# password reset form
source: Sign in using new password to continue.
ru: Чтобы продолжить, войдите в систему, используя новый пароль.

# password reset form btn
source: Sign in
ru: Войти

# search form
source: You have to enter search query.
ru: Вам необходимо ввести поисковый запрос.

# search form title
source: Search
ru: Поиск

# search form input
source: Search
ru: Поиск

# search form btn
source: Search
ru: Найти

# search time
source: Search took %(time)s s
ru: Поиск занял %(time)s времени

# search threads btn
source: Show more
ru: Показать больше

# search threads
source: Loading results...
ru: Результаты загрузки...

# search threads
source: No threads matching search query have been found.
ru: Не найдено ни одной темы, соответствующей поисковому запросу.

# search threads
source: Enter at least two characters to search threads.
ru: Введите как минимум два символа для поиска тем.

# search users
source: Loading results...
ru: Результаты загрузки...

# search users
source: No users matching search query have been found.
ru: Не найдено ни одного пользователя, соответствующего поисковому запросу.

# search users
source: Enter at least two characters to search users.
ru: Введите как минимум два символа для поиска пользователей.

# social auth title
source: Sign in with %(backend)s
ru: Войти в систему с помощью %(backend)s

# social auth form
source: Fill out all fields.
ru: Заполните все поля.

# social auth form
source: Your e-mail address has been verified by %(backend)s.
ru: Ваш адрес электронной почты подтвержден %(backend)s сервером.

# social auth form title
source: Complete your account
ru: Заполните свой аккаунт

# social auth form field
source: Username
ru: Имя пользователя

# social auth form field
source: E-mail address
ru: Адрес электронной пользователь

# social auth form btn
source: Sign in
ru: Войти

# social auth complete
source: %(username)s, your account has been created and you have been signed in to it.
ru: %(username)s, ваша учетная запись создана, и вы вошли в нее.

# social auth complete title
source: Registration completed!
ru: Регистрация завершена!

# social auth complete link
source: Return to forum index
ru: Вернуться к индексу форума

# add private thread participant
source: You have to enter user name.
ru: Вам необходимо ввести имя пользователя.
